{
    "status": "success",
    "data": {
        "nodes": [
            {
                "id": "ent-ce5b918b4b4114b3c2a23318611ae5a0",
                "label": "\"SURPLUS\"",
                "properties": "\"SURPLUS\"\"Surplus refers to the excess amount available for distribution after the determination of profits and losses within the investment framework.\"<SEP>\"Surplus refers to the excess funds available in the Tabarru' Fund that can be shared between participants and PruBSN.\""
            },
            {
                "id": "ent-3006223e093efe752de265561acc91f0",
                "label": "\"TAKAFUL OPERATING FUND NON LINKED (TONL)\"",
                "properties": "\"TAKAFUL OPERATING FUND NON LINKED (TONL)\"\"Takaful Operating Fund Non Linked (TONL) is an accounting fund used to manage insurance operations for non-linked products.\""
            },
            {
                "id": "ent-3de0e88f5d800d0078bc73a1ebdae004",
                "label": "\"CANCER PROTECTOR UPDATE\"",
                "properties": "\"CANCER PROTECTOR UPDATE\"\"Cancer Protector Update describes the revisions made to the terms and conditions of the Cancer Protector rider within the insurance documentation.\""
            },
            {
                "id": "ent-6ef577dd19b2159a2885360665b1fb71",
                "label": "\"PRODUCT FEATURES\"",
                "properties": "\"PRODUCT FEATURES\"\"Product Features categorize the specific attributes and highlights of the PruBSN Anggun takaful plan.\""
            },
            {
                "id": "ent-5b56c4c25b5c7cd9c5be6855cf5792d9",
                "label": "\"QARD\"",
                "properties": "\"QARD\"\"Qard refers to an interest-free loan that may be provided to cover losses within the Tabarru' framework, ensuring that participants do not incur unnecessary debt.\""
            },
            {
                "id": "ent-ed5faa448dec84a9056df9ad6ec6fdac",
                "label": "\"FACIAL RECONSTRUCTIVE SURGERY DUE TO ACCIDENT OR CANCER\"",
                "properties": "\"FACIAL RECONSTRUCTIVE SURGERY DUE TO ACCIDENT OR CANCER\"\"Facial Reconstructive Surgery refers to surgical procedures aimed at restoring appearance and function after an accident or cancer treatment, covered under insurance benefits.\""
            },
            {
                "id": "ent-ba42d983d8adbceb34ab1a72bbece4c6",
                "label": "\"HEALTH INSURANCE LIFECYCLE\"",
                "properties": "\"HEALTH INSURANCE LIFECYCLE\"\"Health Insurance Lifecycle describes the stages of health insurance coverage as it evolves over time for the policyholder.\""
            },
            {
                "id": "ent-86bcc85bf9a2b47b7461bfacbebcb76b",
                "label": "\"FREE-LOOK PERIOD\"",
                "properties": "\"FREE-LOOK PERIOD\"\"The Free-look Period is a specified timeframe during which a Participant can cancel their certificate and receive a refund.\""
            },
            {
                "id": "ent-e858b4e780bf86ac8372243c454ed679",
                "label": "\"SLE WITH SEVERE KIDNEY COMPLICATIONS\"",
                "properties": "\"SLE WITH SEVERE KIDNEY COMPLICATIONS\"\"SLE with Severe Kidney Complications is a medical condition covered by the insurance policy, where specific benefits are payable upon diagnosis and claims are processed through the Tabarru' Fund.\"<SEP>\"SLE with Severe Kidney Complications is a medical condition that influences claims and benefits under the insurance policy for female health.\"<SEP>\"SLE with Severe Kidney Complications is a serious autoimmune condition affecting the kidneys, relevant in context of insurance claims for patients.\"<SEP>\"SLE with Severe Kidney Complications refers to a condition that can trigger insurance claims for benefits stipulated within the policy.\"<SEP>\"SLE with Severe Kidney Complications refers to a specific health condition included in the coverage of the takaful plan.\""
            },
            {
                "id": "ent-a69f62f003da684976bbfa467f10c35e",
                "label": "\"BANK SIMPANAN NASIONAL (BSN)\"",
                "properties": "\"BANK SIMPANAN NASIONAL (BSN)\"\"Bank Simpanan Nasional (BSN) is a national bank in Malaysia that provides financial services and support for savings and investment products.\""
            },
            {
                "id": "ent-1a4a61e26cc7289db190627af5b7a16b",
                "label": "\"FINANCIAL ADVISOR\"",
                "properties": "\"FINANCIAL ADVISOR\"\"Financial Advisors are professionals who provide guidance to clients regarding financial products, including takaful plans and investments.\""
            },
            {
                "id": "ent-689db6888a7beab93fb27a578cadfaf3",
                "label": "\"PARTICIPANT FUND LINKED (PFL)\"",
                "properties": "\"PARTICIPANT FUND LINKED (PFL)\"\"Participant Fund Linked (PFL) is an accounting fund used for linked takaful plans, encompassing investments and returns.\""
            },
            {
                "id": "ent-7728187146c7c5686ca1d5ce7de6e340",
                "label": "\"BOARD OF DIRECTORS\"",
                "properties": "\"BOARD OF DIRECTORS\"\"The Board of Directors oversees PruBSN's operations and provides governance and strategic direction for the organization.\""
            },
            {
                "id": "ent-ffdf4ef8e2aa8756fbb9a54f239756ef",
                "label": "\"WAKALAH CERTIFICATE CHARGE\"",
                "properties": "\"WAKALAH CERTIFICATE CHARGE\"\"Wakalah Certificate Charge is a fee required to maintain/manage certification, incorporated into contributions made at the New Business stage.\"<SEP>\"Wakalah Certificate Charge relates to fees applicable upon claim events including death, surrender, or maturity.\""
            },
            {
                "id": "ent-a8d8e6e66ce7ac91927aca9397a2a5b6",
                "label": "\"EASTSPRING INVESTMENTS\"",
                "properties": "\"EASTSPRING INVESTMENTS\"\"Eastspring Investments is an asset management company within the Prudential group, involved in managing investments and funds.\""
            },
            {
                "id": "ent-d8e80f4dae8df6d902678528341106bf",
                "label": "\"TOTAL PAYMENT LIMITS\"",
                "properties": "\"TOTAL PAYMENT LIMITS\"\"Total Payment Limits set forth by PruBSN define the maximum financial payout allowable under individual insurance policies for conditions such as Total and Permanent Disability.\""
            },
            {
                "id": "ent-d91b6ab4e29a00352a99772432dfe619",
                "label": "\"CONTRIBUTION\"",
                "properties": "\"CONTRIBUTION\"\"Contribution refers to the payments made by customers to maintain their PruBSN Anggun policy, crucial for its sustainability.\"<SEP>\"Contribution refers to the payments made towards the financial certificates and related funds, indicating an investment by the policyholders.\""
            },
            {
                "id": "ent-273b3057544e3b2ddd0cd24b9a1dda94",
                "label": "\"SUM COVERED\"",
                "properties": "\"SUM COVERED\"\"Sum Covered defines the maximum amount payable under an insurance policy upon a valid claim.\"<SEP>\"Sum Covered refers to the total amount of insurance coverage allocated to a Participant under their certificate.\"<SEP>\"Sum Covered represents the total amount of coverage provided by a Takaful plan, which can be varied under certain conditions.\""
            },
            {
                "id": "ent-8b9da4933372bcea1f65775f9ddcd082",
                "label": "\"EXCLUSIONS\"",
                "properties": "\"EXCLUSIONS\"\"Exclusions detail the specific conditions or circumstances under which benefits will not be paid, outlining key limitations in coverage.\"<SEP>\"Exclusions refer to specific conditions or situations not covered by the PruBSN Anggun insurance policy, clarifying limitations of the product.\""
            },
            {
                "id": "ent-db3e744a822dcd821c786987b6210148",
                "label": "\"ISA\"",
                "properties": "\"ISA\"\"ISA (Investment Savings Account) refers to a portion where contributions are allocated, subject to specific rates and years as stated in policies.\"<SEP>\"ISA (Investment-Savings Account) is a type of account where contributions are allocated for both investment growth and savings accumulation within the insurance context.\"<SEP>\"ISA is an abbreviation for Investment-Linked Savings Account, indicating available funds depending on the coverage conditions.\"<SEP>\"ISA refers to Individual Savings Account which is a component in the financial structure contributing to the premium of the insurance policy.\"<SEP>\"ISA refers to an organization that seems to be related to certificate management and associated charges.\"<SEP>\"ISA refers to the Individual Savings Account associated with the insurance policy, which contributes to the overall value available for payout in the event of a claim.\"<SEP>\"ISA stands for Investment Savings Account, a fund where contributions are collected and managed, affecting participants' returns.\"<SEP>\"ISA, or Investment-Savings Account, is a type of account used for managing the Tabarru' deductions made by participants in the takaful plan.\"<SEP>\"The ISA (Individual Savings Account) is an investment account through which participants can invest and share in profits measured at specific financial intervals.\""
            },
            {
                "id": "ent-7f518d9811bbbcf086153984e42fa138",
                "label": "\"CASH/CHEQUE\"",
                "properties": "\"CASH/CHEQUE\"\"Cash/Cheque refers to the direct payment method available for contributions subject to specified limits.\""
            },
            {
                "id": "ent-00468f49a111f8d0ae87151ba0058c67",
                "label": "\"RIDER: TAKAFUL SAVER\"",
                "properties": "\"RIDER: TAKAFUL SAVER\"\"Rider: Takaful Saver is an additional benefit that helps participants save while still providing takaful coverage.\""
            },
            {
                "id": "ent-5446d5742e1fb470aa317d1707fe327e",
                "label": "\"TAKAFULINK FUNDS\"",
                "properties": "\"TAKAFULINK FUNDS\"\"Takafulink funds are investment options associated with PruBSN's IUA, which are Shariah-approved and allow for investment switching.\""
            },
            {
                "id": "ent-52c982db97af57c859d963725ef028ee",
                "label": "\"CONTRIBUTION FREQUENCY\"",
                "properties": "\"CONTRIBUTION FREQUENCY\"\"Contribution Frequency indicates how often participants must make their premium payments, which can vary in the context of insurance plans.\""
            },
            {
                "id": "ent-73a5eed146f77d2b4ae6bd39f01102dc",
                "label": "\"BREAST LUMPECTOMY\"",
                "properties": "\"BREAST LUMPECTOMY\"\"Breast Lumpectomy is a surgical procedure for removing cancerous tissue from the breast while preserving as much normal tissue as possible, relevant for insurance claims.\"<SEP>\"Breast Lumpectomy is a surgical procedure that involves removing a tumor and a small margin of surrounding tissue from the breast.\""
            },
            {
                "id": "ent-efacec27a72ea3cdfdea535681feec8c",
                "label": "\"SPINA BIFIDA\"",
                "properties": "\"SPINA BIFIDA\"\"Spina Bifida is a congenital condition included under the Baby Care Benefit, for which coverage is provided if diagnosed in a child of the Person Covered.\""
            },
            {
                "id": "ent-d64fde0b99379553f02f6449574c35f3",
                "label": "\"PRUDENTIAL BSN TAKAFUL\"",
                "properties": "\"PRUDENTIAL BSN TAKAFUL\"\"Prudential BSN Takaful is a provider of Takaful products, facilitating insurance solutions compliant with Islamic finance principles.\""
            },
            {
                "id": "ent-fc43bac1df9ce6d246f0a15fad55f4e9",
                "label": "\"TAKAFULINK DANA URUS\"",
                "properties": "\"TAKAFULINK DANA URUS\"\"Takafulink Dana Urus is a category of fund that incurs specific asset management charges.\"<SEP>\"Takafulink Dana Urus is another investment fund provided by PruBSN, aimed at fund management and growth.\""
            },
            {
                "id": "ent-c0378d3651d6554a42564458927eceda",
                "label": "\"CIS\"",
                "properties": "\"CIS\"\"CIS stands for Carcinoma in Situ, a stage of cancer where cells are present but have not spread, significant for determining insurance claim eligibility.\""
            },
            {
                "id": "ent-256600d249675198f7efd01cbb390b1e",
                "label": "\"THREE NEW FUNDS\"",
                "properties": "\"THREE NEW FUNDS\"\"Three New Funds refer to the newly introduced investment options available to policyholders in the Takaful model.\""
            },
            {
                "id": "ent-6f24f2b97e1eb37a3674cd6b6ea5b6b0",
                "label": "\"BOUNCE-BACK BENEFIT\"",
                "properties": "\"BOUNCE-BACK BENEFIT\"\"Bounce-Back Benefit refers to a feature in insurance policies that resets benefit amounts under certain conditions related to prior claims.\""
            },
            {
                "id": "ent-9149a9d8240b24d9372f3d39a7f0cbf5",
                "label": "\"BIPOLAR DISORDER\"",
                "properties": "\"BIPOLAR DISORDER\"\"Bipolar Disorder is a mental health diagnosis that can be claimed under the Mental Care Benefit.\"<SEP>\"Bipolar Disorder is included in the list of mental health conditions eligible for compensation under the mental health insurance benefits.\""
            },
            {
                "id": "ent-07e2de4f56e8fb0f8d16e777a1a89d23",
                "label": "\"CONTRIBUTION TERM\"",
                "properties": "\"CONTRIBUTION TERM\"\"Contribution Term refers to the duration during which participants are required to make premium payments for their insurance policies.\"<SEP>\"Contribution Term refers to the duration for which premiums must be paid for an insurance policy to remain active.\""
            },
            {
                "id": "ent-f7cf0d10122f6d486ac8378887f61cc5",
                "label": "\"LUMP SUM PAYMENT\"",
                "properties": "\"LUMP SUM PAYMENT\"\"Lump Sum Payment is a single, total amount of money that may be paid out to an insured individual under certain conditions specified in the insurance policy for Total and Permanent Disability or Female Cancer.\""
            },
            {
                "id": "ent-0254a977b858a832d9c98309a5c9e515",
                "label": "\"RIDER: IHSAN RIDER\"",
                "properties": "\"RIDER: IHSAN RIDER\"\"Rider: Ihsan Rider is attached to the Microtakaful Jariyah Account, intended to enhance the coverage and benefits of the participants.\""
            },
            {
                "id": "ent-9cef35f7d1b471e5e2bb350343819113",
                "label": "\"REVIVAL RULES\"",
                "properties": "\"REVIVAL RULES\"\"Revival Rules is a category detailing the conditions and procedures under which a lapsed certificate can be revived.\""
            },
            {
                "id": "ent-752a4a35e0f863cbb1602a3e022b09cb",
                "label": "\"LIMIT OF CLAIM\"",
                "properties": "\"LIMIT OF CLAIM\"\"Limit of Claim specifies the maximum amount that can be claimed under specific benefits or riders in the insurance policy.\""
            },
            {
                "id": "ent-27b42f2364c1fbd3020105028be29475",
                "label": "\"HUMAN IMMUNODEFICIENCY VIRUS (HIV)\"",
                "properties": "\"HUMAN IMMUNODEFICIENCY VIRUS (HIV)\"\"Human Immunodeficiency Virus is a virus that attacks the immune system and can lead to AIDS if untreated.\""
            },
            {
                "id": "ent-29e4619026576fd1d8724631ff808b7f",
                "label": "\"FEMALE-SPECIFIC ILLNESSES\"",
                "properties": "\"FEMALE-SPECIFIC ILLNESSES\"\"Female-specific illnesses refer to health conditions specifically affecting women, which are covered in the takaful plan.\""
            },
            {
                "id": "ent-6d615ceaa38836c194a80527078ea34a",
                "label": "\"BALANCE BASIC SUM COVERED\"",
                "properties": "\"BALANCE BASIC SUM COVERED\"\"Balance Basic Sum Covered represents the remaining amount of the Basic Sum Covered after any claims have been made, specifically in relation to Female Cancer and SLE.\""
            },
            {
                "id": "ent-d00d3983a2556458b7ce792acc7ad4be",
                "label": "\"EARLY CHRONIC LYMPHOCYTIC LEUKEMIA\"",
                "properties": "\"EARLY CHRONIC LYMPHOCYTIC LEUKEMIA\"\"Early Chronic Lymphocytic Leukemia is a type of early-stage cancer specified in the Cancer Protector rider, related to insured benefits.\""
            },
            {
                "id": "ent-9721dbf86c6440a38c9339d3f3a0c75f",
                "label": "\"TRANSPOSITION OF THE GREAT VESSELS\"",
                "properties": "\"TRANSPOSITION OF THE GREAT VESSELS\"\"Transposition of the Great Vessels is a serious congenital heart defect covered by Baby Care Benefit, backing families with support upon diagnosis.\""
            },
            {
                "id": "ent-b5d52adca337b6ae608fd5d9c00681a9",
                "label": "\"PRODUCTION BONUS\"",
                "properties": "\"PRODUCTION BONUS\"\"Production Bonus is an incentive program rewarding agents based on their first-year contribution collection of qualifying business.\""
            },
            {
                "id": "ent-b6fbe8123714b6142ed878dc9d56f864",
                "label": "\"HIGH PRODUCER FRINGE BENEFIT\"",
                "properties": "\"HIGH PRODUCER FRINGE BENEFIT\"\"High Producer Fringe Benefit is a special incentive aimed at top-performing agents based on their achievements in policy retention and contributions.\""
            },
            {
                "id": "ent-153172d1b0be303fd111db2c40081525",
                "label": "\"BROCHURE\"",
                "properties": "\"BROCHURE\"\"Brochure refers to promotional materials created for the PruBSN Anggun product, newly developed for agents.\""
            },
            {
                "id": "ent-a56786b1a08c5adde8bdf55ec1c6a7e9",
                "label": "\"PARKLAS KK CHUA\"",
                "properties": "\"PARKLAS KK CHUA\"\"Parklas KK Chua is the Head of Agency Distribution at PruBSN, involved in the distribution of the insurance product.\""
            },
            {
                "id": "ent-a8285a85d82a8fe64a9515ea10b27eeb",
                "label": "\"MEDICAL CARD\"",
                "properties": "\"MEDICAL CARD\"\"Medical Card does not apply to the PruBSN Anggun product, indicating a limitation of its scope.\""
            },
            {
                "id": "ent-1a5ab522aa7f2999ff58fa8f6181329d",
                "label": "\"NML & NFL UNDERWRITING TABLE\"",
                "properties": "\"NML & NFL UNDERWRITING TABLE\"\"NML & NFL Underwriting Table refers to specific guidelines or tables used for assessing risks in underwriting insurance policies.\""
            },
            {
                "id": "ent-0fb183cff09352c0287ee1cb19ea2e6e",
                "label": "\"BANK NEGARA MALAYSIA\"",
                "properties": "\"BANK NEGARA MALAYSIA\"\"Bank Negara Malaysia is the central bank of Malaysia, regulating financial institutions, including PruBSN and its insurance products.\""
            },
            {
                "id": "ent-12473b0dab942d091f6bc7c974eddf75",
                "label": "\"NET NEW BUSINESS ANNUALISED CONTRIBUTION INCOME (NNBACI)\"",
                "properties": "\"NET NEW BUSINESS ANNUALISED CONTRIBUTION INCOME (NNBACI)\"\"NNBACI refers to the total annualized contribution income from new business, adjusted for lapsed certificates.\""
            },
            {
                "id": "ent-84e40ff1f69355f3d5f1ad232537a67c",
                "label": "\"LEGAL ADOPTION CERTIFICATE\"",
                "properties": "\"LEGAL ADOPTION CERTIFICATE\"\"Legal Adoption Certificate is a document that serves as proof of legal adoption necessary for claiming the Life Stage Benefit for adoption.\""
            },
            {
                "id": "ent-5245fef91966461c034e9431f819a69a",
                "label": "\"LIFE STAGE BENEFIT\"",
                "properties": "\"LIFE STAGE BENEFIT\"\"Life Stage Benefit is a category within the insurance plan that offers coverage adjustments based on significant life events or changes.\"<SEP>\"Life Stage Benefit is an insurance feature that offers payments or benefits upon the occurrence of specific life events.\"<SEP>\"Life Stage Benefit is an insurance feature that provides a payout for certain life events, applicable up to a specified percentage of the Balance BSC.\"<SEP>\"Life Stage Benefit refers to a type of insurance benefit claimable upon occurrence of specific life events such as childbirth, legal adoption, or retirement.\"<SEP>\"Life Stage Benefit refers to additional benefits that adjust according to the participant's life circumstances and contributions made.\"<SEP>\"Life Stage Benefit refers to additional support or benefits provided as participants go through different life stages.\""
            },
            {
                "id": "ent-5f0b622bb4553359eb79b20828e40425",
                "label": "\"NEW KHENG CHEE\"",
                "properties": "\"NEW KHENG CHEE\"\"New Kheng Chee is the Chief Finance Officer at PruBSN, managing financial operations related to the insurance product.\""
            },
            {
                "id": "ent-5fa577eb49c6e318fae35b0449925e16",
                "label": "\"FINANCIAL YEAR\"",
                "properties": "\"FINANCIAL YEAR\"\"Financial Year refers to the annual period used by PruBSN for accounting, reporting, and measuring earnings.\"<SEP>\"The financial year is the period used for accounting and reporting purposes, during which profits from investments are calculated and shared among participants.\""
            },
            {
                "id": "ent-0056f51e29ccb5ab4c055bd187d70a64",
                "label": "\"FEMALE CIS\"",
                "properties": "\"FEMALE CIS\"\"Female CIS refers to Critical Illness coverage tailored specifically for female-related health issues, such as cancer.\"<SEP>\"Female CIS refers to a specific insurance coverage related to female health conditions, with benefits that apply once claimed and paid.\""
            },
            {
                "id": "ent-8341966aa2c700542a722ba82ceeafac",
                "label": "\"CLAIM PROCESS\"",
                "properties": "\"CLAIM PROCESS\"\"Claim Process describes the series of steps an insured individual must follow to officially request payment for covered medical conditions under the insurance policy.\""
            },
            {
                "id": "ent-4a8126c14f4ce140ce5e193aa739f9d1",
                "label": "\"AGE LIMITS AT ENTRY\"",
                "properties": "\"AGE LIMITS AT ENTRY\"\"Age Limits At Entry refer to the age restrictions imposed on individuals seeking to enroll in a specific insurance plan.\"<SEP>\"Age Limits At Entry specify the age range for individuals eligible to enroll in PruBSN Anggun.\""
            },
            {
                "id": "ent-190482305f4ece1c048f4aae8d6685a3",
                "label": "\"CONTRIBUTION PAYMENT MODES\"",
                "properties": "\"CONTRIBUTION PAYMENT MODES\"\"Contribution Payment Modes include various ways participants can make payments, such as yearly, half-yearly, quarterly, or monthly.\""
            },
            {
                "id": "ent-3e8157ad388ea5a6d78c022db1a085f4",
                "label": "\"IHSAN RIDER\"",
                "properties": "\"IHSAN RIDER\"\"A donation rider that allows for contributions towards PruBSN Microtakaful Jariyah without any service charges, funded purely by customer donations.\"<SEP>\"Ihsan rider is an additional product that can be paired with Takaful Saver, permitting variation in contribution under specified terms.\"<SEP>\"The Ihsan Rider is an optional additional coverage offered in conjunction with the primary takaful plan for enhanced protection.\""
            },
            {
                "id": "ent-49637fe27dd8e8c95b21905cc0d7fd69",
                "label": "\"TAKAFUL SAVER\"",
                "properties": "\"TAKAFUL SAVER\"\"A contribution-based rider that allows for potential investment growth while supporting financial security and subsidy provisions.\"<SEP>\"Takaful Saver is a category of products that includes savings plans under a Takaful scheme, focusing on investment and insurance.\"<SEP>\"Takaful Saver is a financial product that requires participants to contribute towards a pooled fund while providing savings benefits, typically associated with Islamic insurance principles.\"<SEP>\"Takaful Saver is a savings plan within an Islamic insurance framework that provides financial support for health-related issues.\"<SEP>\"Takaful Saver is a specific financial product under PruBSN that allows participants to vary their contributions with certain conditions.\""
            },
            {
                "id": "ent-6bd1fac18938196f045a3505647d7f81",
                "label": "\"TF\"",
                "properties": "\"TF\"\"TF, or Tabarru' Fund, is the fund that is used for mutual assistance among participants in the takaful plan.\""
            },
            {
                "id": "ent-6d170ed5683e81966c9c2d2cd3744b8f",
                "label": "\"NCDD\"",
                "properties": "\"NCDD\"\"NCDD (Next Contribution Due Date) signifies the upcoming date when a Participant's contribution is due based on their chosen frequency of contributions.\""
            },
            {
                "id": "ent-55b295e78be450c5bb2821089717ba4f",
                "label": "\"COVERED PERSON\"",
                "properties": "\"COVERED PERSON\"\"Covered Person refers to individuals protected under an insurance policy, wherein the terms of benefits and coverage are outlined.\"<SEP>\"Covered Person refers to the individual who is insured under the PruBSN policy and is entitled to claim benefits for medical conditions such as Female Cancer or Total Permanent Disability.\""
            },
            {
                "id": "ent-4e87fa692217fe65d8ffabe8d7edc0d0",
                "label": "\"CONTRIBUTIONS UNDER DIRECT DEBIT\"",
                "properties": "\"CONTRIBUTIONS UNDER DIRECT DEBIT\"\"Contributions Under Direct Debit refers to the process where policyholders authorize automatic deductions from their bank accounts for their premium payments.\""
            },
            {
                "id": "ent-3a0154b51f86a1f76fb602c60f27714e",
                "label": "\"BENEFIT TERM\"",
                "properties": "\"BENEFIT TERM\"\"Benefit Term refers to the duration for which benefits are payable under specific riders or the basic certificate.\""
            },
            {
                "id": "ent-07ce1b020ced0ce13d1876e314c12758",
                "label": "\"OSTEOPOROTIC FRACTURE\"",
                "properties": "\"OSTEOPOROTIC FRACTURE\"\"Osteoporotic Fracture is a type of fracture that occurs due to weakened bones as a result of osteoporosis.\""
            },
            {
                "id": "ent-4bba81a4764d3b94c9b46564cfca6c4d",
                "label": "\"BOUNCE BACK FEATURES\"",
                "properties": "\"BOUNCE BACK FEATURES\"\"Bounce Back Features refer to the specific advantages or benefits that come into play post-claim to assist the policyholder's financial recovery after a claim.\""
            },
            {
                "id": "ent-f98e76c8dc96e9af9e48931b434292f3",
                "label": "\"HAJJ PILGRIMAGE\"",
                "properties": "\"HAJJ PILGRIMAGE\"\"Hajj Pilgrimage is a significant event in the Life Stage Benefit that entails a payout, representing an important life milestone for participants.\"<SEP>\"Hajj Pilgrimage is a significant religious journey for Muslims, which influences insurance claims under the Life Stage Benefit.\""
            },
            {
                "id": "ent-f12cafdb61641f3e8887bf48f5020b39",
                "label": "\"TARGET CUSTOMERS\"",
                "properties": "\"TARGET CUSTOMERS\"\"Target Customers defines the demographic that the takaful product aims to serve, specifically women with unique health concerns.\"<SEP>\"Target Customers refers to the demographic and market segments identified as potential buyers of PruBSN Anggun.\""
            },
            {
                "id": "ent-d2e2c0b438934504b12256d559c2bad3",
                "label": "\"SIGNED-OFF PROD SPEC\"",
                "properties": "\"SIGNED-OFF PROD SPEC\"\"The Signed-Off Prod Spec is an important milestone indicating that the product specifications have been ratified for development.\""
            },
            {
                "id": "ent-7e377e2686bf8ddcbf077432ff171762",
                "label": "\"INTRAUTERINE INSEMINATION (IUI)\"",
                "properties": "\"INTRAUTERINE INSEMINATION (IUI)\"\"Intrauterine Insemination (IUI) is a fertility treatment procedure intended to assist couples in conceiving, with specific conditions and waiting periods affecting reimbursements.\""
            },
            {
                "id": "ent-a1103ea0fc900caef47dd7948738bb13",
                "label": "\"SALES PROJECTION\"",
                "properties": "\"SALES PROJECTION\"\"Sales Projection provides an estimate of expected sales performance for the takaful product over specified periods.\"<SEP>\"Sales Projection refers to the estimated sales figures of PruBSN Anggun, providing insights into its market performance.\""
            },
            {
                "id": "ent-80f83c33fbfcd7741a95a74a2a1de621",
                "label": "\"FEMALE CARCINOMA IN-SITU\"",
                "properties": "\"FEMALE CARCINOMA IN-SITU\"\"Female Carcinoma In-Situ is a condition covered under the takaful plan, highlighting its focus on women's health.\""
            },
            {
                "id": "ent-fa6dec803139c916db77a4f004e8ac32",
                "label": "\"RIDER: MOM CARE\"",
                "properties": "\"RIDER: MOM CARE\"\"The Rider: Mom Care is an additional benefit offer designed to provide coverage specifically for mothers, enhancing the basic insurance plan.\""
            },
            {
                "id": "ent-67c3b81972499340c4a2f6d157721194",
                "label": "\"MENTAL CARE BENEFIT\"",
                "properties": "\"MENTAL CARE BENEFIT\"\"Mental Care Benefit encompasses health care provisions related to mental health issues.\"<SEP>\"Mental Care Benefit is an insurance provision that covers treatments for diagnosed mental health disorders and associated expenses.\"<SEP>\"Mental Care Benefit is designed to reimburse expenses for outpatient psychiatric visits and treatments for certain mental health conditions, with specific limits on claims.\"<SEP>\"Mental Care Benefit refers to the specific coverage extended by PruBSN Anggun plan for mental health issues, including serious conditions like Bipolar Disorder and Schizophrenia.\""
            },
            {
                "id": "ent-3b4ba395238a3321936d36a4c92c8c0a",
                "label": "\"CONTRIBUTION ALLOCATION\"",
                "properties": "\"CONTRIBUTION ALLOCATION\"\"Contribution Allocation refers to the process of distributing collected premiums among various coverage aspects and investment avenues.\"<SEP>\"Contribution Allocation specifies how the contributions are divided among various components of the PruBSN Anggun product.\""
            },
            {
                "id": "ent-afcc0abf95cc25a8dd7a9937367af978",
                "label": "\"DEATH BENEFIT\"",
                "properties": "\"DEATH BENEFIT\"\"A benefit provided in the event of the insured person's death, offering financial support to beneficiaries under specific conditions.\""
            },
            {
                "id": "ent-20c8d7cfcfec58a69c815cd425d5c687",
                "label": "\"KIDNEY COMPLICATIONS\"",
                "properties": "\"KIDNEY COMPLICATIONS\"\"Kidney Complications refer to various issues affecting kidney function, often arising as a result of underlying conditions such as lupus or rheumatoid arthritis.\""
            },
            {
                "id": "ent-2c6c583a1a95279285223c03c91a37c7",
                "label": "\"PRUBSN ANGGUN\"",
                "properties": "\"PRUBSN ANGGUN\"\"PruBSN Anggun is a regular contribution family takaful term plan designed for women, covering female-specific health concerns and providing additional riders for comprehensive protection.\"<SEP>\"PruBSN Anggun is a regular non-linked takaful term plan specifically tailored to cover illnesses that affect women, addressing their unique health and financial needs.\"<SEP>\"PruBSN Anggun is a specific product within PruBSN, detailing various financial calculations and benefits for agents.\"<SEP>\"PruBSN Anggun is a takaful plan that offers various benefits and options to participants, including coverage and investment opportunities.\"<SEP>\"PruBSN Anggun is an insurance product offered by PruBSN, designed for ordinary families under a Takaful term.\"<SEP>\"PruBSN Anggun is an insurance program providing various financial products, tailored for different customer needs within the framework of Takaful.\""
            },
            {
                "id": "ent-e2882c28ba4b7a396127dfce6fdb2e60",
                "label": "\"HUNGRY APPLICATION\"",
                "properties": "\"HUNGRY APPLICATION\"\"Hungry application represents situations where financial instruments or funds might be compromised due to external insolvencies, affecting participants' investments.\""
            },
            {
                "id": "ent-e534af22c99367fa9a3358642a45af74",
                "label": "\"TAKAFUL MODEL\"",
                "properties": "\"TAKAFUL MODEL\"\"The Takaful Model describes the mutual assistance mechanism used to support participants financially through pooled contributions.\"<SEP>\"The Takaful Model refers to an Islamic insurance concept that pools resources to provide mutual assistance and risk-sharing among participants.\"<SEP>\"The Takaful Model refers to the structure of risk-sharing and guarantees provided within the PruBSN Anggun insurance product.\""
            },
            {
                "id": "ent-cf62836864b1eeefc18ef0eeab83cdd9",
                "label": "\"CONTRIBUTORS BENEFITS\"",
                "properties": "\"CONTRIBUTORS BENEFITS\"\"Benefits that are tied to contributions made by policyholders towards their insurance plans, potentially influencing coverage outcomes.\""
            },
            {
                "id": "ent-bc82aaa742c682aeca1715bfea514b84",
                "label": "\"CLEFT LIP AND/OR CLEFT PALATE\"",
                "properties": "\"CLEFT LIP AND/OR CLEFT PALATE\"\"Cleft Lip and/or Cleft Palate are among the congenital conditions that will trigger Baby Care Benefit if diagnosed in the child of the Person Covered.\""
            },
            {
                "id": "ent-fa104f5dfd787fdba341fcaf976b19cb",
                "label": "\"SHARIAH COMMITTEE APPROVAL\"",
                "properties": "\"SHARIAH COMMITTEE APPROVAL\"\"Shariah Committee Approval is a milestone verifying that the product complies with Islamic law before being launched.\""
            },
            {
                "id": "ent-23031bede4bb03c907d7e2b4fca62ca2",
                "label": "\"SIGNED-OFF MOBILITY\"",
                "properties": "\"SIGNED-OFF MOBILITY\"\"The Signed-Off Mobility represents the approval phase for the product's mobility features.\""
            },
            {
                "id": "ent-1efd880ae28a7ef9674227cbf13125a6",
                "label": "\"JUNE 2020\"",
                "properties": "\"JUNE 2020\"\"June 2020 denotes a specific time frame associated with updates and revisions made to the insurance policy documents.\""
            },
            {
                "id": "ent-05e0f7fc385fbb9aeb07a3f4bce88f42",
                "label": "\"CANCER PROTECTOR\"",
                "properties": "\"CANCER PROTECTOR\"\"A rider that provides financial support for early-stage cancer and cancer diagnoses, with specific conditions for claims and termination under certain circumstances.\"<SEP>\"Cancer Protector is a rider that provides a payout upon a person's diagnosis of Early Stage Cancer or Cancer before the expiry of the certificate.\"<SEP>\"Cancer Protector is a specific takaful rider that offers financial coverage and support for participants diagnosed with cancer.\"<SEP>\"Cancer Protector is a type of insurance rider that provides additional coverage specific to cancer-related claims.\"<SEP>\"Cancer Protector is an insurance add-on designed to cover cancer-related treatments and expenses.\"<SEP>\"Cancer Protector is an insurance plan providing financial protection specifically for cancer-related medical expenses and coverage.\""
            },
            {
                "id": "ent-7d37a506df7f6d9833c511531154b056",
                "label": "\"STAFF DISCOUNT\"",
                "properties": "\"STAFF DISCOUNT\"\"Staff Discount refers to the benefits and reduced rates extended to employees and their immediate families within the insurance framework.\""
            },
            {
                "id": "ent-31400f8db665d28dad5babece00bbd38",
                "label": "\"CLAIM CONDITIONS\"",
                "properties": "\"CLAIM CONDITIONS\"\"Specific stipulations and criteria that determine how and when benefits can be claimed by the insured under different circumstances.\""
            },
            {
                "id": "ent-1dc81ccd7bf1ff5a7b3701129100c0bc",
                "label": "\"MICROTAKAFUL JARIYAH\"",
                "properties": "\"MICROTAKAFUL JARIYAH\"\"A microinsurance initiative managed by PruBSN that aims to provide support to low-income individuals and families through community contributions.\""
            },
            {
                "id": "ent-195da9ce80759e74c1672f7a5da2fc0c",
                "label": "\"BASIC PRUBSN ANGGUN\"",
                "properties": "\"BASIC PRUBSN ANGGUN\"\"Basic PruBSN Anggun is one of the primary insurance plans offered, providing participants with coverage options against death and total permanent disability.\""
            },
            {
                "id": "ent-7e05e4e0891667e0648f62c61d1be7d3",
                "label": "\"TAKAFULINK DANA ASIA\"",
                "properties": "\"TAKAFULINK DANA ASIA\"\"Takafulink Dana Asia is a new fund category available starting from July 2021, subject to management fees.\"<SEP>\"Takafulink Dana Asia is a new investment fund available for subscription from July 2021, designed to provide investment opportunities within the Asia region.\""
            },
            {
                "id": "ent-1f5d58f72b193116dc5a71eb29337d7d",
                "label": "\"SURVIVAL PERIOD\"",
                "properties": "\"SURVIVAL PERIOD\"\"Survival Period describes the time an individual must survive after a specified event before a benefit is payable.\"<SEP>\"Survival Period indicates the minimum duration following a diagnosis in which an insured individual must remain alive to qualify for benefits associated with certain claims.\"<SEP>\"Survival Period is the minimum time that must elapse after a covered individual is diagnosed with a condition before benefits can be claimed.\""
            },
            {
                "id": "ent-c13366a363105be47bf588fec7dccb20",
                "label": "\"BASIC PLAN\"",
                "properties": "\"BASIC PLAN\"\"Basic Plan is the foundational insurance coverage offered, upon which additional riders can be added.\"<SEP>\"Basic Plan refers to the foundational insurance plan offered by PruBSN Anggun, providing essential coverage features tailored to the insured.\"<SEP>\"Basic Plan refers to the fundamental insurance coverage provided under the PruBSN Anggun product before any additional riders or benefits.\"<SEP>\"The Basic Plan outlines the foundational insurance coverage provided to policyholders, including key definitions and limits.\""
            },
            {
                "id": "ent-2f786a642a6e8eb1eb9cbd9f42554ec2",
                "label": "\"INDIVIDUAL SPECIAL ACCOUNT (ISA)\"",
                "properties": "\"INDIVIDUAL SPECIAL ACCOUNT (ISA)\"\"Individual Special Account (ISA) refers to a unique account type created for individual policyholders to manage their contributions and benefits.\"<SEP>\"The Individual Special Account (ISA) is a fund within the insurance plan that manages contributions and benefits owed to participants.\"<SEP>\"The Individual Special Account (ISA) is where participant contributions are managed within the takaful structure, providing benefits and profit sharing.\""
            },
            {
                "id": "ent-272ac890e1d5a84a35e1cb9feac32bc1",
                "label": "\"TOTAL\"",
                "properties": "\"TOTAL\"\"Total refers to the cumulative value or summation of charges associated with the various funds and certificates outlined in the text.\""
            },
            {
                "id": "ent-20e721cb24abe3d4139470c19d1dfed6",
                "label": "\"WAKALAH CERTIFICATE CHARGES\"",
                "properties": "\"WAKALAH CERTIFICATE CHARGES\"\"Wakalah Certificate Charges are fees outlined in different payment frequencies for maintaining the certificate, indicating cost structuring based on payment method.\""
            },
            {
                "id": "ent-42ba20489f9d8faffc8fa41043c8b764",
                "label": "\"TABARRU'\"",
                "properties": "\"TABARRU'\"\"Tabarru' is a concept in Takaful referring to contributions made to a communal pool that is used for mutual help among participants.\"<SEP>\"Tabarru' refers to contributions made by participants in a takaful plan, which are utilized for mutual assistance among participants.\""
            },
            {
                "id": "ent-45c5898d6263fc1b17fa59977eb57092",
                "label": "\"BOUNCE-BACK FEATURE\"",
                "properties": "\"BOUNCE-BACK FEATURE\"\"Bounce-Back Feature is a policy provision allowing the restoration of the Balance Basic Sum Covered after certain claims have not been made within a specified timeframe.\""
            },
            {
                "id": "ent-06ee4158b4d6ca5c7acbf9da0e6bc3a0",
                "label": "\"TAKAFULINK DANA EKUITI\"",
                "properties": "\"TAKAFULINK DANA EKUITI\"\"Takafulink Dana Ekuiti is an investment fund offered by PruBSN that focuses on equity investments, previously available for new subscriptions before its closure.\""
            },
            {
                "id": "ent-017ef90ba393aa8674f5d578e9c62a7a",
                "label": "\"SUBMISSION OF CLAIMS\"",
                "properties": "\"SUBMISSION OF CLAIMS\"\"Submission of Claims refers to the procedural requirements necessary for policyholders to receive benefits from covered events.\""
            },
            {
                "id": "ent-714742d56b9cc82c2f16fdfa4b132549",
                "label": "\"PARTICIPANT FUND - JARIYAH\"",
                "properties": "\"PARTICIPANT FUND - JARIYAH\"\"Participant Fund - Jariyah is one of the accounting funds that serve specific contributions related to charity and benevolent initiatives.\""
            },
            {
                "id": "ent-aa7edd2974f22a1f0cf10db1bfde6345",
                "label": "\"TABARRU' FUND NON LINKED (TFNL)\"",
                "properties": "\"TABARRU' FUND NON LINKED (TFNL)\"\"Tabarru' Fund Non Linked (TFNL) is a fund used to manage contributions for non-linked takaful plans, facilitating mutual support among participants.\""
            },
            {
                "id": "ent-1ce439555eb68dd260d5fef817089033",
                "label": "\"UPFRONT WAKALAH CHARGE\"",
                "properties": "\"UPFRONT WAKALAH CHARGE\"\"Upfront Wakalah Charge is a fee deducted from contributions prior to allocation into ISA or IUA, relating to commission and distribution.\""
            },
            {
                "id": "ent-c1834e7d30b242fb630096c973059883",
                "label": "\"PERFORMANCE FEE\"",
                "properties": "\"PERFORMANCE FEE\"\"The performance fee is a fee allocated to PruBSN for managing the Tabarru' Fund, derived from the distributable surplus.\""
            },
            {
                "id": "ent-c6d0a4df92ac04180742e3a6eec2336e",
                "label": "\"TAKAFULINK DANA DINAMIK\"",
                "properties": "\"TAKAFULINK DANA DINAMIK\"\"Takafulink Dana Dinamik is an investment fund that adapts to market conditions, managed by PruBSN.\"<SEP>\"Takafulink Dana Dinamik is another fund with defined management fee structures.\""
            },
            {
                "id": "ent-8ce504f1a0d5a61eb9655349b89aa913",
                "label": "\"CAMPAIGN/SPECIAL ALLOCATION/ENHANCEMENT\"",
                "properties": "\"CAMPAIGN/SPECIAL ALLOCATION/ENHANCEMENT\"\"Campaign/Special Allocation/Enhancement refers to promotional activities that may adjust pricing, benefits, or allocation rates temporarily as part of a marketing strategy.\""
            },
            {
                "id": "ent-a58734db5c6e8b9f11de39a3fa098347",
                "label": "\"BASIC BENEFITS\"",
                "properties": "\"BASIC BENEFITS\"\"Basic Benefits represent the primary coverage that participants receive, inspected through the Tabarru' deductions.\""
            },
            {
                "id": "ent-182c9d2dfa01b83bae13dc5dc4fd12f8",
                "label": "\"CANCELLATION/DELETION OF RIDER(S)\"",
                "properties": "\"CANCELLATION/DELETION OF RIDER(S)\"\"Cancellation/Deletion of Rider(s) is the action that participants can take to remove additional coverages from their Takaful plan.\""
            },
            {
                "id": "ent-4ed4ab8d831744cc4e7afe2389530119",
                "label": "\"FILING TO BNM\"",
                "properties": "\"FILING TO BNM\"\"Filing to BNM involves submitting necessary documentation to Bank Negara Malaysia, ensuring regulatory compliance before launch.\""
            },
            {
                "id": "ent-e4cb3918c40cd9304639dd1287435b09",
                "label": "\"TOTAL RELEVANT SUM COVERED\"",
                "properties": "\"TOTAL RELEVANT SUM COVERED\"\"Total Relevant Sum Covered is the cumulative amount of coverage available across various policies, subject to certain limits and conditions.\""
            },
            {
                "id": "ent-b7805da278925143457bb2e57803fb49",
                "label": "\"TAKAFULINK DANA EKUITI DINASTI\"",
                "properties": "\"TAKAFULINK DANA EKUITI DINASTI\"\"Takafulink Dana Ekuiti Dinasti is a category of financial fund with its own asset management charge.\"<SEP>\"Takafulink Dana Ekuiti Dinasti is one of the investment funds available under PruBSN's offerings, focusing on equity investments.\""
            },
            {
                "id": "ent-7d76f24144265958a5a18a7d8d3b6b92",
                "label": "\"WAR AND CIVIL COMMOTION\"",
                "properties": "\"WAR AND CIVIL COMMOTION\"\"War and Civil Commotion refer to widespread conflict situations that can lead to exclusion of coverage for certain events.\""
            },
            {
                "id": "ent-9049c38ee3fdad551d1dc17a94420dc9",
                "label": "\"MATURITY DATE\"",
                "properties": "\"MATURITY DATE\"\"Maturity Date marks the endpoint of the Takaful coverage period, determining when the benefits are no longer available.\""
            },
            {
                "id": "ent-21421e219a638847126d58ada5d5e973",
                "label": "\"TAKAFULINK DANA BON\"",
                "properties": "\"TAKAFULINK DANA BON\"\"Takafulink Dana Bon is a specific fund under the Takafulink investment options, subject to asset management charges.\"<SEP>\"Takafulink Dana Bon is an investment fund option offered by PruBSN, focusing on bond investments for participants.\""
            },
            {
                "id": "ent-e97335089e29618a6aed56387f55023a",
                "label": "\"PRUBSN PRIHATIN\"",
                "properties": "\"PRUBSN PRIHATIN\"\"PruBSN Prihatin is the management entity overseeing the Ihsan Rider contributions and purposes.\"<SEP>\"PruBSN Prihatin is the managing organization responsible for overseeing the funds and contributions related to the PruBSN Microtakaful Jariyah plans, aimed at providing takaful coverage to low-income families.\""
            },
            {
                "id": "ent-a99184ffc4b5ff49bec7c29f5cee84a9",
                "label": "\"VENTRICULAR SEPTAL DEFECT\"",
                "properties": "\"VENTRICULAR SEPTAL DEFECT\"\"Ventricular Septal Defect is a congenital heart condition covered under the Baby Care Benefit, warranting financial assistance for the family upon diagnosis.\""
            },
            {
                "id": "ent-9d587aad563290e700b87b93cfbfd75f",
                "label": "\"BASIC SUM COVERED\"",
                "properties": "\"BASIC SUM COVERED\"\"Basic Sum Covered is the defined amount of money that is payable by PruBSN under the insurance policy for various claims, subject to specific conditions.\"<SEP>\"Basic Sum Covered refers to the minimum amount agreed upon in an insurance policy that will be paid out in the event of a claim.\"<SEP>\"The baseline financial amount guaranteed to be paid out under the insurance policies upon certain triggers such as death or illness.\""
            },
            {
                "id": "ent-935e5a701d5c68683a2ff27939763d3b",
                "label": "\"INVESTMENT PROFIT SHARING\"",
                "properties": "\"INVESTMENT PROFIT SHARING\"\"Investment Profit Sharing describes the distribution of investment profit between participants and PruBSN according to predefined proportions, affecting overall returns.\""
            },
            {
                "id": "ent-6e41bf363e4dc19c1b564bcc28539301",
                "label": "\"LIFE PLAN\"",
                "properties": "\"LIFE PLAN\"\"Life Plan refers to the category of takaful plans aimed at providing life coverage for participants and their beneficiaries.\""
            },
            {
                "id": "ent-3d310b717fbcf8218c4f8c8b5f81c4eb",
                "label": "\"EDUCATION PLAN\"",
                "properties": "\"EDUCATION PLAN\"\"Education Plan is a takaful plan designed to secure educational funds for participants' beneficiaries, emphasizing future planning and investment.\""
            },
            {
                "id": "ent-272a490d3d864fbf3aefb0a3662f4019",
                "label": "\"POST-PARTUM DEPRESSION\"",
                "properties": "\"POST-PARTUM DEPRESSION\"\"Post-partum Depression is a condition relevant to the Mental Care Benefit, entitling the covered individual to certain claims if diagnosed.\"<SEP>\"Post-partum Depression is a form of clinical depression that can affect women after childbirth, covered under the Mental Care Benefit.\""
            },
            {
                "id": "ent-5b12ae811b72f836f5448fb73fd34368",
                "label": "\"RIDER: CANCER PROTECTOR\"",
                "properties": "\"RIDER: CANCER PROTECTOR\"\"Rider: Cancer Protector is a supplemental insurance option providing specific coverage for various types of cancer.\""
            },
            {
                "id": "ent-c3af2c3ad701eed1529a522bf500fb7b",
                "label": "\"BREAST MASTECTOMY\"",
                "properties": "\"BREAST MASTECTOMY\"\"Breast Mastectomy is the surgical removal of one or both breasts, typically to treat or prevent breast cancer, considered in insurance coverage.\""
            },
            {
                "id": "ent-14fd294fa5c79fdaeb3377cd5538d3c7",
                "label": "\"PRUBSN DIRECT AGENCY\"",
                "properties": "\"PRUBSN DIRECT AGENCY\"\"PruBSN Direct Agency is a distribution channel through which takaful products are marketed, focusing on direct sales.\""
            },
            {
                "id": "ent-0220ec71d146d3134585553e13dbcc09",
                "label": "\"FEMALE CANCER\"",
                "properties": "\"FEMALE CANCER\"\"Female Cancer categories include cancers affecting the breast, cervix uteri, uterus, ovary, fallopian tube, or vagina/vulva and are subject to specific claims and benefits under the insurance policy.\"<SEP>\"Female Cancer encompasses various types of cancers that are specifically covered under the insurance plan, such as breast and cervical cancers.\"<SEP>\"Female Cancer includes various types of cancers affecting women, warranting specific medical attention and surgical interventions.\"<SEP>\"Female Cancer refers to specific cancers that affect women, which the takaful plan aims to provide coverage for.\"<SEP>\"Female Cancer refers to various types of cancer that specifically affect females, including the implications of insurance claims when diagnosed with this condition.\"<SEP>\"Female Cancer refers to various types of cancers that specifically affect women, eligibility for insurance benefits based on diagnosis.\""
            },
            {
                "id": "ent-c407e4a73d2f0780724dcdf66b23b445",
                "label": "\"BABY CARE BENEFIT\"",
                "properties": "\"BABY CARE BENEFIT\"\"A financial benefit payable for congenital conditions of a child, covering specified illnesses with a payout upon diagnosis.\"<SEP>\"Baby Care Benefit addresses health concerns specifically related to the health of infants and young children.\"<SEP>\"Baby Care Benefit is a financial benefit provided when a child is diagnosed with specific congenital conditions, ensuring support for families.\"<SEP>\"Baby Care Benefit is another aspect of the Mom Care rider that covers medical expenses related to the health of newborns and infants.\""
            },
            {
                "id": "ent-a220fb11b0f641ac6874ece4efc18e9f",
                "label": "\"COMPULSORY TRAINING & ASSESSMENT - AGENCY CHANNELS\"",
                "properties": "\"COMPULSORY TRAINING & ASSESSMENT - AGENCY CHANNELS\"\"Compulsory Training & Assessment - Agency Channels represent mandatory training for agents to ensure product knowledge before selling.\""
            },
            {
                "id": "ent-9b5d69f3be4bc92733fb73537efa1747",
                "label": "\"FERTILITY SPECIALIST\"",
                "properties": "\"FERTILITY SPECIALIST\"\"The Fertility Specialist is a medical practitioner focused on diagnosing and treating infertility, who may also recommend procedures covered under the Fertility Care Benefit.\""
            },
            {
                "id": "ent-20f556cb08ed4ef7f9dde8cfa13c43fa",
                "label": "\"UMRAH\"",
                "properties": "\"UMRAH\"\"Umrah is a lesser pilgrimage to Mecca, significant for insurance benefits related to life events according to the Life Stage Benefit.\""
            },
            {
                "id": "ent-a85908ff4f4c38f4b11fbf8b1dee9061",
                "label": "\"ADDITIONAL BENEFITS\"",
                "properties": "\"ADDITIONAL BENEFITS\"\"Additional Benefits are supplementary coverage options available to participants beyond the Basic Benefits.\""
            },
            {
                "id": "ent-c5b1457679ab7c248250a195a3cd3b97",
                "label": "\"PRUBSN\"",
                "properties": "\"PRUBSN\"\"PruBSN is a financial organization that offers various takaful plans and investment funds, focusing on mutual assistance and financial protection for participants.\"<SEP>\"PruBSN is a financial organization that provides various contribution plans and services related to investment-linked funds and Wakalah Charges.\"<SEP>\"PruBSN is a financial services organization focusing on insurance products, including benefits related to health and life risks.\"<SEP>\"PruBSN is an insurance provider responsible for paying out benefits for conditions like Total and Permanent Disability, Female Cancer, and other designated claims.\"<SEP>\"PruBSN is an organization involved in managing investments and insurance within a Shariah-compliant framework, sharing profits and handling losses in various funds.\"<SEP>\"PruBSN is an organization involved in providing insurance and financial services, including the management of individual special accounts and Takaful plans.\"<SEP>\"PruBSN is an organization that appears to provide Takaful insurance services, involving various options for contribution and coverage adjustments.\""
            },
            {
                "id": "ent-1f6952349ece8120291b867159d845af",
                "label": "\"IN-VITRO FERTILIZATION (IVF)\"",
                "properties": "\"IN-VITRO FERTILIZATION (IVF)\"\"In-Vitro Fertilization (IVF) is another fertility treatment that involves procedures to assist in conception, covered under the Fertility Care Benefit.\""
            },
            {
                "id": "ent-cd30b4d8db0a60eff4c2bcd8c88e943a",
                "label": "\"2021\"",
                "properties": "\"2021\"\"2021 indicates a year in which multiple updates and clarifications were made to the insurance policies and related documents.\""
            },
            {
                "id": "ent-bdca7372ad01224afbfb625503a62eba",
                "label": "\"MANAGEMENT CHARGES\"",
                "properties": "\"MANAGEMENT CHARGES\"\"Management Charges are the fees associated with overseeing the Takafulink funds, reflecting operational and administrative costs.\""
            },
            {
                "id": "ent-fe613819e99f5a853d840d2ef0317e96",
                "label": "\"ATRIAL SEPTAL DEFECT\"",
                "properties": "\"ATRIAL SEPTAL DEFECT\"\"Atrial Septal Defect is another congenital heart condition listed under Baby Care Benefit, applicable upon diagnosis of the covered child.\""
            },
            {
                "id": "ent-13b02e576e80295ca9d6335dc13696c2",
                "label": "\"SIGNED-OFF PROPOSAL FORM\"",
                "properties": "\"SIGNED-OFF PROPOSAL FORM\"\"The Signed-Off Proposal Form is an approved document that outlines the project proposal for the takaful product.\""
            },
            {
                "id": "ent-aafc6abf98a1e4c9873f9ac2d06333eb",
                "label": "\"TOTAL AND PERMANENT DISABILITY BENEFIT\"",
                "properties": "\"TOTAL AND PERMANENT DISABILITY BENEFIT\"\"Total and Permanent Disability Benefit is a type of insurance payout related to an individual's inability to continue working due to severe disability and has specific payment structures based on covered sums.\""
            },
            {
                "id": "ent-276d20b4c0c2050038161b623616a619",
                "label": "\"LIFETIME LIMIT\"",
                "properties": "\"LIFETIME LIMIT\"\"Lifetime Limit refers to the maximum amount an insured individual can claim over the lifetime of the policy, which is also noted as N/A in the document.\""
            },
            {
                "id": "ent-63ee68cd24bf319412c631143c930ddc",
                "label": "\"CERTIFICATE\"",
                "properties": "\"CERTIFICATE\"\"A Certificate is a document that outlines the terms and conditions of the Takaful or insurance plan, including revival, endorsement, and cancellation policies.\"<SEP>\"Certificate refers to the formal document issued to participants confirming their Takaful coverage details and terms.\""
            },
            {
                "id": "ent-420c75e198b6e0888b332a031d9593a8",
                "label": "\"SIGNED-OFF BR\"",
                "properties": "\"SIGNED-OFF BR\"\"The Signed-Off BR indicates that the Business Requirement document has been approved, essential for proceeding with development.\""
            },
            {
                "id": "ent-84cf8108ad3a9739de0ca01417ef697f",
                "label": "\"SYSTEM MIGRATION\"",
                "properties": "\"SYSTEM MIGRATION\"\"System Migration is the process of transferring data and processes into an updated system to facilitate the new product.\""
            },
            {
                "id": "ent-f8bade0528ec2b25f130bf3f7447b727",
                "label": "\"PRUDENTIAL ASSURANCE MALAYSIA BERHAD (PAMB)\"",
                "properties": "\"PRUDENTIAL ASSURANCE MALAYSIA BERHAD (PAMB)\"\"Prudential Assurance Malaysia Berhad (PAMB) is an agency involved in the marketing of takaful products, emphasizing traditional insurance sales methods.\"<SEP>\"Prudential Assurance Malaysia Berhad is an insurance provider offering a variety of insurance products including life and health insurance to Malaysian customers.\""
            },
            {
                "id": "ent-e9c707734a57e624b2df3bf9670d2914",
                "label": "\"TABARRU\"",
                "properties": "\"TABARRU\"\"Tabarru represents a charitable contribution within Islamic finance offerings by PruBSN that is used for risk protection.\""
            },
            {
                "id": "ent-710728d56efe066392f8ee4f8022eddc",
                "label": "\"TAKAFULINK DANA EKUITI INCOME\"",
                "properties": "\"TAKAFULINK DANA EKUITI INCOME\"\"Takafulink Dana Ekuiti Income is a newly available fund under the Takafulink platform, starting July 2021.\"<SEP>\"Takafulink Dana Ekuiti Income is an investment fund offered by PruBSN, providing a specific income return to participants starting in July 2021.\""
            },
            {
                "id": "ent-5fef2b308fbc8dd2f30ab4a4764eae61",
                "label": "\"TAKAFULINK DANA AKTIF\"",
                "properties": "\"TAKAFULINK DANA AKTIF\"\"Takafulink Dana Aktif is a dynamic investment fund under PruBSN, focusing on active management strategies.\"<SEP>\"Takafulink Dana Aktif is designated as a fund with applicable asset management charges.\""
            },
            {
                "id": "ent-694174eb0b92eac3c0679914d0c45f79",
                "label": "\"ULTIMATE REDEMPTION VALUE\"",
                "properties": "\"ULTIMATE REDEMPTION VALUE\"\"The ultimate redemption value refers to the final amount available to participants upon surrendering their investment after factoring in all deductions and outstanding debts.\""
            },
            {
                "id": "ent-a6fe5a50cc50e63f01458ea188d5cfb9",
                "label": "\"SKIN GRAFTING\"",
                "properties": "\"SKIN GRAFTING\"\"Skin Grafting is a surgical procedure in which skin is transplanted to cover wounds or defects, commonly used in skin cancer treatment.\""
            },
            {
                "id": "ent-404a3664c0e7a1dcf80d3f02324bf0b9",
                "label": "\"SURGICAL REPAIR OF SEVERE UTERINE PROLAPSE\"",
                "properties": "\"SURGICAL REPAIR OF SEVERE UTERINE PROLAPSE\"\"Surgical Repair of Severe Uterine Prolapse is a specific medical procedure covered under the Female Care Benefit, providing coverage for female reproductive health issues.\"<SEP>\"Surgical Repair of Severe Uterine Prolapse refers to a surgical procedure aimed at correcting severe pelvic organ prolapse in women.\""
            },
            {
                "id": "ent-3e83d0e828d755428d07c2309e768a4a",
                "label": "\"IHSAN CONTRIBUTION\"",
                "properties": "\"IHSAN CONTRIBUTION\"\"Ihsan Contribution refers to a type of contribution made by participants within a Takaful scheme, aimed at providing charitable assistance.\""
            },
            {
                "id": "ent-b67502e861c7c5864a534e9aeaf5cf82",
                "label": "\"DEATH OF MOTHER\"",
                "properties": "\"DEATH OF MOTHER\"\"Death of Mother refers to the event occurring during pregnancy or within 30 days of childbirth, impacting benefits payable under the rider.\""
            },
            {
                "id": "ent-1cc7c279e7339ecce5a45e7394e2f994",
                "label": "\"CHARGE STRUCTURE\"",
                "properties": "\"CHARGE STRUCTURE\"\"Charge Structure indicates how different fee levels or percentages are applied to the Takafulink funds and the Wakalah Certificate.\""
            },
            {
                "id": "ent-54edd6a7049503f0013611499ea8fd16",
                "label": "\"HIV INFECTION\"",
                "properties": "\"HIV INFECTION\"\"HIV Infection refers to the infection by the Human Immunodeficiency Virus, which compromises the immune system.\""
            },
            {
                "id": "ent-2f9c994d0c1ad426f82912c5a8a65308",
                "label": "\"FEMALE CARE BENEFIT\"",
                "properties": "\"FEMALE CARE BENEFIT\"\"Female Care Benefit is an insurance coverage that pays for specific medical procedures and conditions related to female health, capped at a percentage of the Balance BSC.\"<SEP>\"Female Care Benefit is an insurance offering that covers various medical treatments specifically related to female health conditions.\""
            },
            {
                "id": "ent-a33ff8c15d847afba2638c9d73e24f14",
                "label": "\"OCCUPATION CLASS\"",
                "properties": "\"OCCUPATION CLASS\"\"Occupation Class is a category used to evaluate the risk associated with participants professions in relation to their Takaful coverage.\""
            },
            {
                "id": "ent-31c874191003b520358d78f20c08bb40",
                "label": "\"RHEUMATOID ARTHRITIS WITH COMPLICATION\"",
                "properties": "\"RHEUMATOID ARTHRITIS WITH COMPLICATION\"\"Rheumatoid Arthritis with Complication refers to a serious autoimmune inflammatory disorder that is also addressed under the Female Care Benefit.\""
            },
            {
                "id": "ent-2e96f4cbd2ad375e794ee53341e6add0",
                "label": "\"MICROTAKAFUL JARIYAH ACCOUNT\"",
                "properties": "\"MICROTAKAFUL JARIYAH ACCOUNT\"\"Microtakaful Jariyah Account (MJA) is a financially managed account associated with the Ihsan Rider, used to fund contributions for the PruBSN Microtakaful Jariyah plans.\"<SEP>\"Microtakaful Jariyah Account is a financial product aimed at providing low-cost insurance coverage catering to the needs of underserved communities.\""
            },
            {
                "id": "ent-976c8894c5db23d0242d3b44b9eeccbf",
                "label": "\"SPOUSE\"",
                "properties": "\"SPOUSE\"\"The Spouse refers to the legally married partner of the Person Covered, eligible for certain benefits within the insurance policy.\""
            },
            {
                "id": "ent-49d637a9bc94e0e548de7306467fd9bf",
                "label": "\"RIDER PLANS\"",
                "properties": "\"RIDER PLANS\"\"Rider Plans are additional benefits that can be added to a base insurance policy to enhance coverage for specific conditions or events.\""
            },
            {
                "id": "ent-b0dbffbf5cd9e8e644f48195b4bc3430",
                "label": "\"CONTRIBUTION RE-DIRECTION\"",
                "properties": "\"CONTRIBUTION RE-DIRECTION\"\"Contribution Re-direction is an action that participants can take to adjust their contribution proportions toward different Takafulink funds.\""
            },
            {
                "id": "ent-8ecc35443371d7792b6a79eec3003573",
                "label": "\"SINGLE CONTRIBUTION TOP-UP\"",
                "properties": "\"SINGLE CONTRIBUTION TOP-UP\"\"Single Contribution Top-up is the ability for participants to add one-time contributions to their Takaful plans while the certificate is in force.\""
            },
            {
                "id": "ent-3d7309936ba37ea451035723e5fc7122",
                "label": "\"NO LAPSE PROVISION\"",
                "properties": "\"NO LAPSE PROVISION\"\"No Lapse Provision is a guarantee that keeps the insurance certificate in-force for a specified period as long as contributions are made.\""
            },
            {
                "id": "ent-ca9561d1394f0a4af82691f5234003c2",
                "label": "\"NON-DISCLOSURE\"",
                "properties": "\"NON-DISCLOSURE\"\"Non-Disclosure refers to the conditions under which certain provisions and operations may be limited, notably regarding claims or changes to a Takaful certificate.\""
            },
            {
                "id": "ent-72e7099f9d871d45fbe5e69022f9ccb1",
                "label": "\"ASSET MANAGEMENT WAKALAH CHARGE\"",
                "properties": "\"ASSET MANAGEMENT WAKALAH CHARGE\"\"Asset Management Wakalah Charge refers to the fees charged for the management of an investment fund under the Takaful model.\""
            },
            {
                "id": "ent-b438a7faf9561f30e3ba848cf8db44a3",
                "label": "\"COMMISSION DEDUCTION\"",
                "properties": "\"COMMISSION DEDUCTION\"\"Commission Deduction refers to the automatic deduction of commission fees from the contributions made by Participants.\""
            },
            {
                "id": "ent-b62f78cef4ec89404eb0c9222e3122f8",
                "label": "\"FEMALE ILLNESS BENEFIT\"",
                "properties": "\"FEMALE ILLNESS BENEFIT\"\"Female Illness Benefit provides payouts for claims made due to female-specific illnesses, including various types of cancer, subject to the terms of the insurance.\""
            },
            {
                "id": "ent-b8bd7796109e83a9ada761ab3ac40961",
                "label": "\"OUTPATIENT PSYCHIATRIC VISIT\"",
                "properties": "\"OUTPATIENT PSYCHIATRIC VISIT\"\"Outpatient Psychiatric Visit pertains to consultations with mental health professionals covered by the insurance policy.\""
            },
            {
                "id": "ent-59eae9f353fb9a612eb8ab12985c554f",
                "label": "\"SIGNED-OFF PLAN ILLUSTRATION\"",
                "properties": "\"SIGNED-OFF PLAN ILLUSTRATION\"\"The Signed-Off Plan Illustration is a visual representation of the takaful plan that has been formally approved.\""
            },
            {
                "id": "ent-2fd832fc1fd3615856e08b7d614f405b",
                "label": "\"SYSTEMIC LUPUS ERYTHEMATOSUS\"",
                "properties": "\"SYSTEMIC LUPUS ERYTHEMATOSUS\"\"Systemic Lupus Erythematosus is a chronic autoimmune disease that can have severe complications, including kidney issues.\""
            },
            {
                "id": "ent-5d362beb0972ba2389d21b3bc5e1b56b",
                "label": "\"TOTAL AND PERMANENT DISABILITY (TPD)\"",
                "properties": "\"TOTAL AND PERMANENT DISABILITY (TPD)\"\"Total and Permanent Disability (TPD) refers to a state where the insured individual is permanently unable to work due to an injury or illness, triggering specific benefits under the insurance plan.\""
            },
            {
                "id": "ent-640c677c4951d79b95fd440f26265519",
                "label": "\"SHARIAH COMMITTEE\"",
                "properties": "\"SHARIAH COMMITTEE\"\"The Shariah Committee is a group that ensures compliance with Islamic law in the operations and investment strategies of PruBSN.\"<SEP>\"The Shariah Committee is involved in approving takaful products to ensure compliance with Islamic law.\"<SEP>\"The Shariah Committee provides guidance on compliance with Islamic principles for Takaful products offered by PruBSN.\""
            },
            {
                "id": "ent-0c0008a7e72aca5f84b94ea66c812334",
                "label": "\"IMPACT OF INCREASE / REDUCE BASIC SUM COVERED\"",
                "properties": "\"IMPACT OF INCREASE / REDUCE BASIC SUM COVERED\"\"The Impact of Increase / Reduce Basic Sum Covered refers to how changes in the Basic Sum Covered affect policy benefits and payouts.\""
            },
            {
                "id": "ent-e6e31c6fecc306aaf182906bfb36b3ad",
                "label": "\"TAKAFULINK DANA EKUITI GLOBAL\"",
                "properties": "\"TAKAFULINK DANA EKUITI GLOBAL\"\"Takafulink Dana Ekuiti Global is a fund category under Takafulink with a specified management charge.\"<SEP>\"Takafulink Dana Ekuiti Global is an investment fund allowing participants to invest in global equity markets, expanding investment opportunities.\""
            },
            {
                "id": "ent-8ba90aca2eecbdccb6b8f8e0b1347a88",
                "label": "\"MATURITY VALUE\"",
                "properties": "\"MATURITY VALUE\"\"Maturity Value is the total amount payable upon maturity or expiry of an insurance certificate, which includes invested funds and benefits accrued.\""
            },
            {
                "id": "ent-4ba2bd332f9145fcef508ce907af8163",
                "label": "\"RIDER\"",
                "properties": "\"RIDER\"\"Rider refers to an additional provision added to an insurance policy that provides extra benefits beyond the standard coverage.\""
            },
            {
                "id": "ent-ca64b9752eac0bda6ac7c1fcfa668f22",
                "label": "\"OSTEOPOROTIC FRACTURE OF THE HIP / VERTEBRA\"",
                "properties": "\"OSTEOPOROTIC FRACTURE OF THE HIP / VERTEBRA\"\"Osteoporotic Fracture of the hip or vertebra refers to bone fractures occurring due to osteoporosis, significant in the context of insurance claims for injuries.\""
            },
            {
                "id": "ent-47f8880ffbb3b7ca05fbed8a5c9f5dbc",
                "label": "\"SIGNED-OFF BROCHURE\"",
                "properties": "\"SIGNED-OFF BROCHURE\"\"The Signed-Off Brochure is the approved informational material intended for distribution to potential customers.\""
            },
            {
                "id": "ent-753c02a94366367b2d7747f131856ad0",
                "label": "\"CLAIM NOTIFICATION\"",
                "properties": "\"CLAIM NOTIFICATION\"\"Claim Notification is the formal communication from an insured individual to PruBSN indicating a request for benefit payouts for medical conditions under the insurance policy.\""
            },
            {
                "id": "ent-6c45296c7ed181ba7593aaa6357d857a",
                "label": "\"MATURITY PAYOUT\"",
                "properties": "\"MATURITY PAYOUT\"\"Maturity Payout describes the payment provided at the end of the contract period, signaling completion of the takaful agreement.\"<SEP>\"Maturity Payout occurs when the insurance certificate matures, resulting in the payment of available funds and unit values.\"<SEP>\"Maturity Payout refers to a financial event related to the payment made upon the maturity of an insurance policy.\""
            },
            {
                "id": "ent-d0d3992c8688db9acc21bf3408c26644",
                "label": "\"SIGNED-OFF CERTIFICATE DOCUMENT\"",
                "properties": "\"SIGNED-OFF CERTIFICATE DOCUMENT\"\"The Signed-Off Certificate Document represents the final approval stage for documentation necessary for product issuance.\""
            },
            {
                "id": "ent-fdb676bd648fdb817cafa16a6b5ae4be",
                "label": "\"OVERALL ANNUAL LIMIT\"",
                "properties": "\"OVERALL ANNUAL LIMIT\"\"Overall Annual Limit is a cap on the total amount of claims that can be made within a year under the insurance policy, although it is noted as N/A in the document.\""
            },
            {
                "id": "ent-69b974ace975e4e87abe90b24454a152",
                "label": "\"SURRENDER REQUEST\"",
                "properties": "\"SURRENDER REQUEST\"\"A Surrender Request is an action taken by the Participant to withdraw from their contribution plan, requesting payout of account values.\""
            },
            {
                "id": "ent-a962c5fbe968ba45a5e952b62bfc8d0a",
                "label": "\"MASTECTOMY\"",
                "properties": "\"MASTECTOMY\"\"Mastectomy is a surgical procedure that involves the removal of one or both breasts, typically performed to treat or prevent breast cancer.\""
            },
            {
                "id": "ent-09bd0fe8fcc6b53298fee09f48589d50",
                "label": "\"OBSTETRICIAN & GYNAECOLOGIST\"",
                "properties": "\"OBSTETRICIAN & GYNAECOLOGIST\"\"The Obstetrician & Gynaecologist is a medical professional who must recommend fertility treatments such as IUI or IVF for reimbursement, highlighting their role in patient care.\""
            },
            {
                "id": "ent-67d0c66f1e7ce5785a09a898ecd53036",
                "label": "\"FACIAL RECONSTRUCTIVE SURGERY\"",
                "properties": "\"FACIAL RECONSTRUCTIVE SURGERY\"\"Facial Reconstructive Surgery is a surgical procedure aimed at restoring appearance to the face, often performed after cancer treatment.\""
            },
            {
                "id": "ent-dd1b3f5e787735e5833cdfaa602e8f61",
                "label": "\"SURGICAL REMOVAL OF FEMALE REPRODUCTIVE ORGAN\"",
                "properties": "\"SURGICAL REMOVAL OF FEMALE REPRODUCTIVE ORGAN\"\"Surgical Removal of Female Reproductive Organ refers to procedures like hysterectomy undertaken due to conditions such as cancer.\""
            },
            {
                "id": "ent-94a3487d6014a6337185866faed784e8",
                "label": "\"MAJOR DEPRESSIVE DISORDER\"",
                "properties": "\"MAJOR DEPRESSIVE DISORDER\"\"Major Depressive Disorder is a mental health condition covered under insurance policies that stipulate benefits for treatment.\"<SEP>\"Major Depressive Disorder is a mental health condition covered under the Mental Care Benefit that qualifies for reimbursement under specific circumstances.\""
            },
            {
                "id": "ent-e34a6e442c902ea8648f5bf913ebb611",
                "label": "\"BALANCE BASIC SUM COVERED (BSC)\"",
                "properties": "\"BALANCE BASIC SUM COVERED (BSC)\"\"Balance Basic Sum Covered (BSC) is the amount remaining after certain claims are made against the insurance policy, affecting the total sum covered.\""
            },
            {
                "id": "ent-a263453ab0e390c8a546557ad02e8fc1",
                "label": "\"E-WALLET\"",
                "properties": "\"E-WALLET\"\"E-Wallet refers to the digital payment platforms available to Participants, such as GrabPay and Boost, for making contributions.\""
            },
            {
                "id": "ent-bd3c34b1cb6d5e518b0195687036aa4b",
                "label": "\"FEMALE CARCINOMA-IN-SITU\"",
                "properties": "\"FEMALE CARCINOMA-IN-SITU\"\"Female Carcinoma-in-situ is a specific form of cancer that qualifies for insurance claims under the Female Illness Benefit section of the policy.\""
            },
            {
                "id": "ent-242e97bf11205285974b8b6093626849",
                "label": "\"TABARRU' CHARGE\"",
                "properties": "\"TABARRU' CHARGE\"\"Tabarru' charge is a contribution made by participants that is considered a donation to a pool used to cover claims.\""
            },
            {
                "id": "ent-95d4c842b2befc2c20a02f929e5d8867",
                "label": "\"GENERALISED ANXIETY DISORDER\"",
                "properties": "\"GENERALISED ANXIETY DISORDER\"\"Generalised Anxiety Disorder is a mental health condition characterized by excessive worry, included in the Mental Care Benefit for insurance coverage.\"<SEP>\"Generalised Anxiety Disorder is among the mental health conditions covered under the Mental Care Benefit, qualifying for reimbursement.\""
            },
            {
                "id": "ent-959673b652e5cacf97d26aa345a1d620",
                "label": "\"WAKALAH CHARGE\"",
                "properties": "\"WAKALAH CHARGE\"\"Wakalah Charge is a fee deducted from contributions for management services, which influences the allocation of funds and returns.\"<SEP>\"Wakalah Charge is a fee deducted from contributions that compensates the Takaful operator for managing the Takaful fund.\"<SEP>\"Wakalah Charge refers to fees charged to participants for services provided by PruBSN, which includes commissions and management expenses.\""
            },
            {
                "id": "ent-d6607f9c4a0db670e34b3f712d104c33",
                "label": "\"RHEUMATOID ARTHRITIS\"",
                "properties": "\"RHEUMATOID ARTHRITIS\"\"Rheumatoid Arthritis is a chronic inflammatory disorder affecting joints, which can lead to various complications including fractures.\""
            },
            {
                "id": "ent-20f168859bf02691039750c3518ee54a",
                "label": "\"PARTICIPANT\"",
                "properties": "\"PARTICIPANT\"\"A Participant is an individual who enrolls in an insurance or Takaful scheme and is subject to specific rules and conditions regarding contributions and benefits.\"<SEP>\"The Participant is an individual who makes contributions and utilizes PruBSN's investment and financial services.\"<SEP>\"The Participant refers to an individual who is involved in the Takaful plans provided by PruBSN, responsible for making contributions and decisions regarding their coverage.\"<SEP>\"The Participant refers to individuals involved in the PruBSN investment scheme, entitled to share in profits and benefits as per defined terms.\""
            },
            {
                "id": "ent-7afaa37246f7411b84c179aaba87d631",
                "label": "\"RM8 MILLION LIMIT\"",
                "properties": "\"RM8 MILLION LIMIT\"\"RM8 Million Limit denotes the maximum amount payable under any single policy for Total and Permanent Disability claims as set by PruBSN.\""
            },
            {
                "id": "ent-ece668f7e585611683ef004275128f48",
                "label": "\"RSC\"",
                "properties": "\"RSC\"\"RSC refers to Rider Sum Covered, the amount tied specifically to additional riders attached to the insurance plan.\"<SEP>\"Rider Sum Covered, a term used to describe the limit of coverage available for specific riders within the insurance product.\""
            },
            {
                "id": "ent-bd1aed954a8ccd2a6ff9d27f58d9de28",
                "label": "\"SCHIZOPHRENIA\"",
                "properties": "\"SCHIZOPHRENIA\"\"Schizophrenia is a severe mental disorder affecting how a person thinks, feels, and behaves, included in the insurance provisions for mental health.\"<SEP>\"Schizophrenia is covered in the Mental Care Benefit provisions, allowing for claims related to treatment and consultation.\""
            },
            {
                "id": "ent-e26b4ff5f1d9ce7743c41850a07b72c0",
                "label": "\"ACQUIRED IMMUNODEFICIENCY SYNDROME (AIDS)\"",
                "properties": "\"ACQUIRED IMMUNODEFICIENCY SYNDROME (AIDS)\"\"Acquired Immunodeficiency Syndrome is a chronic condition resulting from HIV infection, affecting the immune system.\""
            },
            {
                "id": "ent-e9120674ebc92123fa515fcd8f207630",
                "label": "\"CONTRIBUTIONS\"",
                "properties": "\"CONTRIBUTIONS\"\"Contributions define the payments made by participants into the takaful plan to ensure mutual assistance and coverage.\""
            },
            {
                "id": "ent-f6dfa536cb8be9fec044a187e745c043",
                "label": "\"TAKAFULINK DANA EKUITI PLUS\"",
                "properties": "\"TAKAFULINK DANA EKUITI PLUS\"\"Takafulink Dana Ekuiti Plus is a new investment fund introduced by PruBSN for new subscriptions starting July 2021, enhancing the existing options available.\""
            },
            {
                "id": "ent-e946072b42581de779c98a66708e3267",
                "label": "\"FEMALE BASIC PLAN\"",
                "properties": "\"FEMALE BASIC PLAN\"\"Female Basic Plan is a health insurance policy designed to cater specifically to female health concerns.\"<SEP>\"Female Basic Plan is a specialized insurance coverage plan offering benefits tailored for female participants, distinguishing it from other basic plans.\""
            },
            {
                "id": "ent-d6e0499e28813aeaa7289a2d0caf580b",
                "label": "\"UNEARNED WAKALAH PORTION\"",
                "properties": "\"UNEARNED WAKALAH PORTION\"\"Unearned Wakalah Portion is the part of the commission that is not yet earned and is treated as a liability in the shareholder fund until certain conditions are met.\""
            },
            {
                "id": "ent-7ebc9ac0717616d20c816bf5fe849a93",
                "label": "\"NOTIFICATION AND CONFIRMATION LETTER\"",
                "properties": "\"NOTIFICATION AND CONFIRMATION LETTER\"\"Notification and Confirmation Letter is the formal communication sent to participants informing them of changes or confirmations regarding their insurance coverage.\""
            },
            {
                "id": "ent-d5d3709326b841176d958cf4a589616f",
                "label": "\"ANITA MENON\"",
                "properties": "\"ANITA MENON\"\"Anita Menon is the Chief Risk Officer at PruBSN, responsible for assessing and managing risks associated with the insurance product.\""
            },
            {
                "id": "ent-0ca9a522ef9da693e5ca105010f44a0e",
                "label": "\"IUA CONTRIBUTION\"",
                "properties": "\"IUA CONTRIBUTION\"\"IUA Contribution represents a portion of the overall credit calculation process for PruBSN Anggun.\""
            },
            {
                "id": "ent-3de8c22d1393f8cbfb84011bb2d5f895",
                "label": "\"PATENT DUCTUS ARTERIOSUS\"",
                "properties": "\"PATENT DUCTUS ARTERIOSUS\"\"Patent Ductus Arteriosus is a congenital heart condition requiring surgical intervention that falls under the Baby Care Benefit coverage.\""
            },
            {
                "id": "ent-631ed7bcba8087c34f5957b4c3a6895e",
                "label": "\"EARLY BLADDER CANCER\"",
                "properties": "\"EARLY BLADDER CANCER\"\"Early Bladder Cancer is another condition that falls under early-stage cancer definitions for the Cancer Protector rider's payouts.\""
            },
            {
                "id": "ent-b5c51c93dff15f1f63681f6137e5f29d",
                "label": "\"BSC\"",
                "properties": "\"BSC\"\"BSC refers to Basic Sum Covered, the core amount that is foundational in determining benefits within the insurance policy.\""
            },
            {
                "id": "ent-6d966cc6170b6fd18d250d88fb05ed91",
                "label": "\"HPFB RATE\"",
                "properties": "\"HPFB RATE\"\"HPFB Rate categorizes various income brackets for beneficiaries of a retirement scheme, detailing the applicable rates.\""
            },
            {
                "id": "ent-a2fe989508afc89e980ea6270a3bc5eb",
                "label": "\"LONG SERVICE BENEFIT (LSB)\"",
                "properties": "\"LONG SERVICE BENEFIT (LSB)\"\"LSB offers benefits exclusively to DA agents, excluding PAMB agents.\""
            },
            {
                "id": "ent-a30809159c57ed28e6046761c38cdb44",
                "label": "\"INVESTMENT PROFIT\"",
                "properties": "\"INVESTMENT PROFIT\"\"The Investment Profit structure allocates 80% to ISA and 20% to PruBSN.\""
            },
            {
                "id": "ent-2aa4ac9368bdd190fdffc1b4cb6c2cd1",
                "label": "\"RETIREMENT GRATUITY BENEFIT (RGB)\"",
                "properties": "\"RETIREMENT GRATUITY BENEFIT (RGB)\"\"RGB provides benefits to both PAMB agents and PruBSN direct agents, calculated based on ISA contributions.\""
            },
            {
                "id": "ent-da08eadbfb48f6106371506add661cb4",
                "label": "\"TOTAL PRODUCTION COUNT (TPC)\"",
                "properties": "\"TOTAL PRODUCTION COUNT (TPC)\"\"TPC refers to the credit system based on ISA and IUA contributions for PruBSN Anggun.\""
            },
            {
                "id": "ent-12014120eccac8bcab09803dc2cf4e61",
                "label": "\"AGENCY DEVELOPMENT INCENTIVE (ADI)\"",
                "properties": "\"AGENCY DEVELOPMENT INCENTIVE (ADI)\"\"ADI is a non-applicable benefit for the specified product.\""
            },
            {
                "id": "ent-9c362c9ff1cd7aa8e31630677235c477",
                "label": "\"DOWN'S SYNDROME\"",
                "properties": "\"DOWN'S SYNDROME\"\"Down's Syndrome is a genetic condition that qualifies for financial assistance through Baby Care Benefit if diagnosed in the child.\""
            },
            {
                "id": "ent-02f9cdaaaecd8fa638fa4faf3a93e63f",
                "label": "\"APPENDIX 1 - UNDERWRITING\"",
                "properties": "\"APPENDIX 1 - UNDERWRITING\"\"Appendix 1 outlines underwriting details relevant to the PruBSN Anggun product specifications.\""
            },
            {
                "id": "ent-d675d9cc7aa50c1015747b7998298fac",
                "label": "\"ISA CONTRIBUTION\"",
                "properties": "\"ISA CONTRIBUTION\"\"ISA Contribution is a factor used to calculate retirement benefits under the Retirement Gratuity Benefit scheme for agents.\""
            },
            {
                "id": "ent-7462646221c3beacae0df95b6265c959",
                "label": "\"TETRALOGY OF FALLOT\"",
                "properties": "\"TETRALOGY OF FALLOT\"\"Tetralogy of Fallot is a complex congenital heart condition that is included under the Baby Care Benefit for diagnosed children.\""
            },
            {
                "id": "ent-92c8da16d96d16ca3b4de045be694d34",
                "label": "\"NOMINATION FORM\"",
                "properties": "\"NOMINATION FORM\"\"Nomination Form serves as an existing document used by agents under this product.\""
            },
            {
                "id": "ent-10ac2379dc5aa88da40876139ccce724",
                "label": "\"LAPSE RULES\"",
                "properties": "\"LAPSE RULES\"\"Lapse Rules detail the protocols applicable when a policyholder fails to make timely contributions for PruBSN Anggun.\"<SEP>\"Lapse Rules stipulate the processes and conditions under which an insurance policy may lapse due to non-payment of contributions.\""
            },
            {
                "id": "ent-1bbf625c3c2cffd7b43786ae458699bc",
                "label": "\"PRODUCT SPECIFICATION\"",
                "properties": "\"PRODUCT SPECIFICATION\"\"Product Specification for PruBSN Anggun outlines the details, components, and management protocols for the insurance product.\"<SEP>\"The Product Specification details the features, benefits, and conditions of the PruBSN Anggun insurance product.\""
            },
            {
                "id": "ent-415cc456e8bfc52b2540a362afb22d19",
                "label": "\"SECURITY COMMISSION\"",
                "properties": "\"SECURITY COMMISSION\"\"The Security Commission oversees the securities market in Malaysia, ensuring that PruBSN adheres to necessary regulations for its products.\""
            },
            {
                "id": "ent-a7542e102f712f8c42491244e0636b44",
                "label": "\"AO\"",
                "properties": "\"AO\"\"AO refers to an officer, likely involved in the operational aspects of the PruBSN Anggun product management.\""
            },
            {
                "id": "ent-3a110bd83f63cc5183b1401aca3958f4",
                "label": "\"CMO\"",
                "properties": "\"CMO\"\"CMO refers to the Chief Marketing Officer involved in the discussions and strategies regarding the PruBSN Anggun product offerings.\""
            },
            {
                "id": "ent-529b15272fc0e3b5357041b47c3669d1",
                "label": "\"TABARRU'",
                "properties": "\"TABARRU'\"Tabarru' refers to the donation element within the Takaful framework, where participants contribute to a shared fund.\""
            },
            {
                "id": "ent-d3e1a742f0b8fe7f4004f68ff59c2697",
                "label": "\"NOR'AINI MOHD YUSOF\"",
                "properties": "\"NOR'AINI MOHD YUSOF\"\"Nor'Aini Mohd Yusof is the Head of Distribution at PruBSN, overseeing the distribution channels for the insurance product.\""
            },
            {
                "id": "ent-79efb6fa0e62ed6587daadf0440e6980",
                "label": "\"CCS FORM\"",
                "properties": "\"CCS FORM\"\"CCS Form refers to an existing document that aids in various operational functions of the PruBSN Anggun.\""
            },
            {
                "id": "ent-c3c52bef549569d32aef7c3a83e2d1ca",
                "label": "\"TERMINATION OF THE RIDERS\"",
                "properties": "\"TERMINATION OF THE RIDERS\"\"Termination of the Riders refers to the event of ending additional coverage options attached to the main insurance policy.\""
            },
            {
                "id": "ent-a643ebca03b6e7c8622fdb67e8d50d12",
                "label": "\"AUTO REVIVAL\"",
                "properties": "\"AUTO REVIVAL\"\"Auto Revival describes the automatic processes in place to reinstate coverage in the event of a missed contribution or payment.\"<SEP>\"Auto Revival refers to the automatic process of reviving a lapsed certificate if the outstanding contributions are paid within a specified period.\""
            },
            {
                "id": "ent-e44e631f4e568ac8ad19e8cdbcd8c762",
                "label": "\"INVESTMENT FUND\"",
                "properties": "\"INVESTMENT FUND\"\"Investment Fund refers to pooled funds invested on behalf of policyholders to generate returns as part of the Takaful model.\""
            },
            {
                "id": "ent-c7b1a1d52ed468f336a2291ef2fc0bb8",
                "label": "\"REINSTATEMENT\"",
                "properties": "\"REINSTATEMENT\"\"Reinstatement allows for the reactivation of a lapsed PruBSN Anggun policy, under specified conditions.\""
            },
            {
                "id": "ent-81dbd992e0a43efe827444135b7fcc72",
                "label": "\"PERSISTENCY BONUS\"",
                "properties": "\"PERSISTENCY BONUS\"\"Persistency Bonus is a financial reward given to agents for maintaining a high level of policy retention among their clients.\""
            },
            {
                "id": "ent-168daa2aa340c4bf39f1f9244cf04c48",
                "label": "\"OPERATIONAL FORMS\"",
                "properties": "\"OPERATIONAL FORMS\"\"Operational Forms are enhanced existing documents that may be required if deemed necessary for operational processes.\""
            },
            {
                "id": "ent-d59fe643a5e7b0c3ec9d9ebf4276c765",
                "label": "\"BASIC CERTIFICATE\"",
                "properties": "\"BASIC CERTIFICATE\"\"Basic Certificate is the foundational insurance document that outlines the primary benefits and conditions of coverage under PruBSN's policies.\""
            },
            {
                "id": "ent-859290ab2619d2c1bc867e33c4348ac3",
                "label": "\"CONTRIBUTION PAYMENT\"",
                "properties": "\"CONTRIBUTION PAYMENT\"\"Contribution Payment refers to the monetary payments made towards maintaining insurance coverage, which influences policy status and benefits.\""
            },
            {
                "id": "ent-9f80695e8acf5857a6ae655f4c31b9c2",
                "label": "\"LEGAL ADOPTION\"",
                "properties": "\"LEGAL ADOPTION\"\"Legal Adoption is another significant event in the Life Stage Benefit, allowing for claims related to this life-changing process.\""
            },
            {
                "id": "ent-0221bb4651660118dd27565b4ea37a02",
                "label": "\"ISKANDAR EZZAHUDDIN\"",
                "properties": "\"ISKANDAR EZZAHUDDIN\"\"Iskandar Ezzahuddin is the Chief Marketing Officer at PruBSN, responsible for the marketing strategies for the insurance product.\""
            },
            {
                "id": "ent-6b3eb4ca0147e50367164dd2dc0cd5d0",
                "label": "\"LIFETIME LIMIT FOR SUB BENEFITS\"",
                "properties": "\"LIFETIME LIMIT FOR SUB BENEFITS\"\"Lifetime Limit for Sub Benefits indicates the maximum financial limits on additional benefits provided under specific riders within the insurance policy.\""
            },
            {
                "id": "ent-e2f690859270e1d6b9deae2b2c9324ec",
                "label": "\"CERTIFICATE SERVICING\"",
                "properties": "\"CERTIFICATE SERVICING\"\"Certificate Servicing involves managing and maintaining records related to insurance certificates issued to policyholders.\""
            },
            {
                "id": "ent-71423f00bfc46538fdc9da5d85a63d6a",
                "label": "\"TERMINATION OF BASIC CERTIFICATE\"",
                "properties": "\"TERMINATION OF BASIC CERTIFICATE\"\"Termination of Basic Certificate outlines the conditions under which the PruBSN Anggun policy may be concluded or canceled.\""
            },
            {
                "id": "ent-0575a353ff5079b48d971e0717d210f2",
                "label": "\"LIFE STAGE BENEFIT CLAIMS\"",
                "properties": "\"LIFE STAGE BENEFIT CLAIMS\"\"Life Stage Benefit claims refer to the various claims that can be made based on specific life events, with limits and conditions outlined in the policy.\""
            },
            {
                "id": "ent-aef5244e15ef3b3a7066ae5d87c4fda9",
                "label": "\"CERTIFICATE OPTIONS\"",
                "properties": "\"CERTIFICATE OPTIONS\"\"Certificate Options refer to the various choices available to policyholders regarding their PruBSN Anggun insurance contract.\""
            },
            {
                "id": "ent-1821c6e15541e647a95c7cb5b74880b2",
                "label": "\"NOR MUSLIZA HASNI\"",
                "properties": "\"NOR MUSLIZA HASNI\"\"Nor Musliza Hasni is an author involved in updating various sections of the PruBSN Anggun specifications, reflecting her contributions to product development.\"<SEP>\"Nor Musliza Hasni is an individual involved in updating financial documents, indicating a role in administration or regulatory oversight.\""
            },
            {
                "id": "ent-dbf4c6ede24684ff6148d5ab2e715a3f",
                "label": "\"FERTILITY CARE BENEFIT\"",
                "properties": "\"FERTILITY CARE BENEFIT\"\"A benefit that assists individuals undergoing fertility treatments, providing reimbursement for procedures like Intrauterine insemination (IUI) and In-Vitro Fertilization (IVF).\"<SEP>\"Fertility Care Benefit includes provisions for health care surrounding fertility treatments and issues.\"<SEP>\"Fertility Care Benefit is a financial benefit that reimburses costs associated with fertility treatments such as Intrauterine Insemination (IUI) or In-Vitro Fertilization (IVF).\"<SEP>\"Fertility Care Benefit is an insurance coverage that provides financial support related to fertility issues and treatments.\"<SEP>\"Fertility Care Benefit is part of the Mom Care rider, providing coverage related to fertility treatments or complications.\"<SEP>\"Fertility Care Benefit refers to a financial benefit offered under certain insurance plans designed to cover costs associated with fertility treatments.\""
            },
            {
                "id": "ent-2962f08d62491c6bc1072784d76b56d5",
                "label": "\"NON-FINANCIAL LIMIT\"",
                "properties": "\"NON-FINANCIAL LIMIT\"\"Non-Financial Limit provides thresholds for financial considerations related to insurance packages under the guidelines.\""
            },
            {
                "id": "ent-2e7f2f918888d4b2d518caa184aecf67",
                "label": "\"TRAINING MATERIALS\"",
                "properties": "\"TRAINING MATERIALS\"\"Training Materials are newly developed resources necessary for agents to understand and promote the PruBSN Anggun product effectively.\""
            },
            {
                "id": "ent-0c3e89b00ea469ffbf222f3f1a7b6b8c",
                "label": "\"AHMIR UD DEEN\"",
                "properties": "\"AHMIR UD DEEN\"\"Ahmir ud Deen serves as the Chief Operations Officer at PruBSN, focusing on the operational aspects of the insurance product.\""
            },
            {
                "id": "ent-3151cbbc3ed9fb7fb6ceda1de3632dde",
                "label": "\"PERSISTENCY RATIO\"",
                "properties": "\"PERSISTENCY RATIO\"\"Persistency Ratio indicates the maintenance of policies over a period, which impacts the bonuses and benefits received by agents.\""
            },
            {
                "id": "ent-eb9fc00f4bd024779c84228b01d44043",
                "label": "\"HAJJ PILGRIMAGE/UMRAH\"",
                "properties": "\"HAJJ PILGRIMAGE/UMRAH\"\"Hajj Pilgrimage and Umrah are significant religious events mentioned in the context of life stage benefits provided by the insurance plan.\""
            },
            {
                "id": "ent-eb68bbbdf1e3bfe94c0ed241b24992b6",
                "label": "\"MATERIALS REQUIREMENT\"",
                "properties": "\"MATERIALS REQUIREMENT\"\"Materials Requirement refers to the types of materials needed for the effective distribution and promotion of PruBSN Anggun, including training and communication packs.\""
            },
            {
                "id": "ent-f91a55254e13f6588e1f894f9e6b4ab3",
                "label": "\"CONTRIBUTION DIRECTION\"",
                "properties": "\"CONTRIBUTION DIRECTION\"\"Contribution Direction indicates how the contributions made by policyholders are allocated within the PruBSN Anggun framework.\"<SEP>\"Contribution Direction pertains to guidelines regarding the allocation of funds contributed by policyholders.\""
            },
            {
                "id": "ent-464e0948781035aa5b8d22dafc181381",
                "label": "\"CERTIFICATE DOCUMENT\"",
                "properties": "\"CERTIFICATE DOCUMENT\"\"Certificate Document serves as an official record regarding the terms and conditions of PruBSN Anggun.\""
            },
            {
                "id": "ent-49d972be79aa485a76bee26475faea62",
                "label": "\"FREQUENCY OF CONTRIBUTION PAYMENTS\"",
                "properties": "\"FREQUENCY OF CONTRIBUTION PAYMENTS\"\"Frequency of Contribution Payments indicates how often policyholders must make their payments for PruBSN Anggun coverage.\""
            },
            {
                "id": "ent-0f40da7f0dcb5214b79e01bfe506edb7",
                "label": "\"COMMUNICATION PACK\"",
                "properties": "\"COMMUNICATION PACK\"\"Communication Pack is a new resource aimed at facilitating better communication about the PruBSN Anggun product.\""
            },
            {
                "id": "ent-a25799fb40e52a928513d67eda49451d",
                "label": "\"CERTIFICATE JACKET\"",
                "properties": "\"CERTIFICATE JACKET\"\"Certificate Jacket is a new item being developed for PruBSN documents, aimed at enhancing presentation.\""
            },
            {
                "id": "ent-c69c1ee6fbaeca19fb1cfec55ea73525",
                "label": "\"PROPOSAL FORM\"",
                "properties": "\"PROPOSAL FORM\"\"Proposal Form is an enhanced existing document used for proposals related to PruBSN Anggun.\""
            },
            {
                "id": "ent-0fefe3ba700b1f2565f68472af55ed45",
                "label": "\"PUBLIC CONCERNS\"",
                "properties": "\"PUBLIC CONCERNS\"\"Public Concerns entails the issues or topics that may worry or be of interest to consumers regarding the offerings of PruBSN Anggun.\""
            },
            {
                "id": "ent-76f7fc9f016cb67a2052f8c06b96f2f8",
                "label": "\"DEATH OF SPOUSE\"",
                "properties": "\"DEATH OF SPOUSE\"\"Death of Spouse is an event that can trigger a claim under the Life Stage Benefit, specifically regarding the death of a covered person's spouse.\""
            },
            {
                "id": "ent-e35c7063eca55965851ab8395b49ab1e",
                "label": "\"NON-FORFEITURE OPTION\"",
                "properties": "\"NON-FORFEITURE OPTION\"\"Non-forfeiture Option offers policyholders alternative choices should they stop making contribution payments, ensuring some benefit preservation.\""
            },
            {
                "id": "ent-2538ce9ef76fa39500d61a02b0cfa9ed",
                "label": "\"DEATH CERTIFICATE\"",
                "properties": "\"DEATH CERTIFICATE\"\"Death Certificate is a document required to claim benefits concerning the death of a spouse.\""
            },
            {
                "id": "ent-f066e080d568fd7dc2e63fbffd1ec641",
                "label": "\"CANCER PROTECTOR RIDER\"",
                "properties": "\"CANCER PROTECTOR RIDER\"\"Cancer Protector Rider is an optional enhancement to the Basic Female Plan that specifically addresses coverage for cancer-related treatment and support.\"<SEP>\"Cancer Protector Rider offers coverage for cancer-related incidents and terminates under certain conditions related to claims or expiry.\""
            },
            {
                "id": "ent-69f23d968ab45783f1a103f4de20ef14",
                "label": "\"BEN CY SIAH\"",
                "properties": "\"BEN CY SIAH\"\"Ben CY Siah holds the position of Chief Actuary at PruBSN, overseeing actuarial assessments for the insurance product.\""
            },
            {
                "id": "ent-96b4bbb95d8e1f5d70242ac008b9a0a2",
                "label": "\"PROJECT MANAGEMENT\"",
                "properties": "\"PROJECT MANAGEMENT\"\"Project Management refers to the team responsible for overseeing the development and implementation of the PruBSN Anggun insurance plan, ensuring deadlines and planning commitments are met.\""
            },
            {
                "id": "ent-7e57a15e5fac5a08bd70238d0b691643",
                "label": "\"CHILDBIRTH CERTIFICATE\"",
                "properties": "\"CHILDBIRTH CERTIFICATE\"\"Childbirth Certificate is a document that serves as proof of childbirth necessary for claiming the Life Stage Benefit for childbirth.\""
            },
            {
                "id": "ent-294ad52f722d4aa8c570c80eba33afb0",
                "label": "\"MATURITY BENEFIT\"",
                "properties": "\"MATURITY BENEFIT\"\"Maturity Benefit is the payout made to policyholders upon the maturity of their PruBSN Anggun insurance contract, showcasing its value proposition.\""
            },
            {
                "id": "ent-49a97a904d25410a911c338aaa70b60b",
                "label": "\"CLAIMS SCENARIO\"",
                "properties": "\"CLAIMS SCENARIO\"\"Claims Scenario describes specific instances or situations under which benefits may be claimed, particularly relevant for the Mom Care sum covered in PruBSN Anggun.\""
            },
            {
                "id": "ent-25ae2a133b63abcdeb3531baa708e884",
                "label": "\"RETIREMENT\"",
                "properties": "\"RETIREMENT\"\"Retirement is recognized as a significant life stage event affecting insurance benefits, particularly in relation to the Life Stage Benefit.\"<SEP>\"Retirement relates to the life stage when an individual stops working and can claim specific benefits under certain conditions.\""
            },
            {
                "id": "ent-bf49989e00d8aeb199b03d963d2e2f88",
                "label": "\"FUND TRACKING\"",
                "properties": "\"FUND TRACKING\"\"Fund Tracking is the method of monitoring the performance and allocation of funds related to PruBSN Anggun policies.\""
            },
            {
                "id": "ent-fe7fe165549e1192bc267f2ca5020427",
                "label": "\"RUZANNA MOHD YUZER\"",
                "properties": "\"RUZANNA MOHD YUZER\"\"Ruzanna Mohd Yuzer is an author who made specific updates to the mental care and family benefits sections of the PruBSN Anggun specification.\""
            },
            {
                "id": "ent-440f66d088a46d734fe637830cd5f5f5",
                "label": "\"ANNEXURES\"",
                "properties": "\"ANNEXURES\"\"Annexures are supplementary documents that provide additional information related to PruBSN Anggun.\""
            },
            {
                "id": "ent-1f57f192779d99d8c934516a6551ced9",
                "label": "\"ACCIDENTAL DEATH\"",
                "properties": "\"ACCIDENTAL DEATH\"\"Accidental Death refers to a specific circumstance mentioned that affects the waiting period requirement for the death of a spouse.\""
            },
            {
                "id": "ent-b1796d6486f003380c87e3ef97afe9fe",
                "label": "\"SURPLUS & INVESTMENT PROFIT SHARING\"",
                "properties": "\"SURPLUS & INVESTMENT PROFIT SHARING\"\"Surplus & Investment Profit Sharing details how any surplus funds and profits from investments within PruBSN Anggun are shared among participants.\""
            },
            {
                "id": "ent-96202f727f6974585e8ce3d7deacd277",
                "label": "\"MJA\"",
                "properties": "\"MJA\"\"MJA is an organization that appears to be involved in the updating of the Takaful model for insurance practices.\""
            },
            {
                "id": "ent-7ef611ebff751392e6179a0ce8bb0178",
                "label": "\"BASIC FEMALE PLAN\"",
                "properties": "\"BASIC FEMALE PLAN\"\"Basic Female Plan refers to a fundamental insurance plan offered under PruBSN Anggun, designed to provide essential coverage for women.\""
            },
            {
                "id": "ent-a49f6a9e6a78f7a1bead02d8a6762064",
                "label": "\"RISK MANAGEMENT\"",
                "properties": "\"RISK MANAGEMENT\"\"Risk Management refers to the strategies and practices implemented to assess and mitigate financial risks associated with the PruBSN Anggun insurance product.\""
            },
            {
                "id": "ent-833b7ed67397335feae298adf4242121",
                "label": "\"AGENCY DISTRIBUTION\"",
                "properties": "\"AGENCY DISTRIBUTION\"\"Agency Distribution pertains to the commission structure for agents distributing insurance products, detailing how earnings are organized and allocated.\""
            },
            {
                "id": "ent-3d1cbbc9a05ef56388924338b2c510f6",
                "label": "\"PREGNANCY CARE BENEFIT\"",
                "properties": "\"PREGNANCY CARE BENEFIT\"\"A benefit that provides financial support for complications or events related to pregnancy, covering specified conditions with a payout upon diagnosis.\"<SEP>\"Pregnancy Care Benefit is a component of the Mom Care rider that covers complications or events during pregnancy, up to a specified limit.\"<SEP>\"Pregnancy Care Benefit offers financial assistance for medical expenses related to pregnancy, including prenatal and postnatal care.\"<SEP>\"Pregnancy Care Benefit provides coverage for health complications arising during pregnancy.\"<SEP>\"Pregnancy Care Benefit provides financial support upon diagnosis of specific pregnancy complications during antenatal stages or childbirth.\""
            },
            {
                "id": "ent-9f4497f0b8fbaa392730db489a8f4058",
                "label": "\"RM25K\"",
                "properties": "\"RM25K\"\"RM25k denotes a specific monetary amount related to minimum coverage requirements within the insurance documentation.\""
            },
            {
                "id": "ent-2011bbf3521bdc418a70bb3ad6a57ef2",
                "label": "\"SHARIAH\"",
                "properties": "\"SHARIAH\"\"Shariah refers to the Islamic law that governs the ethical and legal aspects of financial products, ensuring they comply with religious principles.\""
            },
            {
                "id": "ent-5fdeae444bd2c32e6390a705436a0868",
                "label": "\"AUTO DEBIT FORM\"",
                "properties": "\"AUTO DEBIT FORM\"\"Auto Debit Form is an existing document utilized for facilitating automatic payment processes.\""
            },
            {
                "id": "ent-8f56c01c6d7d1b7d90448d29bdad03d7",
                "label": "\"TPD BENEFIT\"",
                "properties": "\"TPD BENEFIT\"\"TPD Benefit refers to Total Permanent Disability Benefit, an insurance payout provided in the event of permanent disability.\""
            },
            {
                "id": "ent-6689f831f477adda3b9e1b9e318f9267",
                "label": "\"FEMALE CANCER & SLE\"",
                "properties": "\"FEMALE CANCER & SLE\"\"Female Cancer & SLE refers to specific medical conditions that are covered under the insurance policy, impacting payouts.\""
            },
            {
                "id": "ent-ea3163e273d87f971f8780e5cd888e98",
                "label": "\"CEO\"",
                "properties": "\"CEO\"\"CEO refers to the Chief Executive Officer, who is likely part of the decision-making process in updates and approvals related to PruBSN Anggun.\""
            },
            {
                "id": "ent-353690c26a45a25397bc7b7b47c3fcb7",
                "label": "\"ELIGIBILITY\"",
                "properties": "\"ELIGIBILITY\"\"Eligibility criteria determine the requirements for individuals to qualify for PruBSN Anggun insurance coverage.\""
            },
            {
                "id": "ent-e1d23ee0bd7a8bd5b9da95f034642c46",
                "label": "\"MOBILITY\"",
                "properties": "\"MOBILITY\"\"Mobility represents enhancements made to existing documentation and practices to aid agents in their operations.\""
            },
            {
                "id": "ent-1c9f2b370f09f03e5f7663f575a0d23e",
                "label": "\"FINANCIAL CAPACITY\"",
                "properties": "\"FINANCIAL CAPACITY\"\"Financial Capacity refers to the ability of PruBSN to support and maintain the insurance product, ensuring its sustainability and adherence to obligations.\""
            },
            {
                "id": "ent-2f14ffcc8f59a67d03cb6496033b95d4",
                "label": "\"BANKS\"",
                "properties": "\"BANKS\"\"Various banks such as BSN, Maybank, and CIMB are listed as options for Participants to process their contributions through Direct Debit E-Mandate.\""
            },
            {
                "id": "ent-ede9a0354848054e84a2deb7d0ba288e",
                "label": "\"STAGE 1 / CONCEPT PAPER APPROVAL\"",
                "properties": "\"STAGE 1 / CONCEPT PAPER APPROVAL\"\"Stage 1 / Concept Paper Approval is a key milestone in the product development process that marks the initial step of formal approval.\""
            },
            {
                "id": "ent-4b29fccf832be8f295e9c4eead8ee9dd",
                "label": "\"ADULT PLAN\"",
                "properties": "\"ADULT PLAN\"\"Adult Plan refers to insurance coverage specifically tailored for adults, addressing their health care needs.\""
            },
            {
                "id": "ent-62063bb843ce21fa4d49035be22108a4",
                "label": "\"PRE-EXISTING CONDITIONS\"",
                "properties": "\"PRE-EXISTING CONDITIONS\"\"Pre-Existing Conditions are health issues that existed before the start of an insurance policy, which can impact coverage.\""
            },
            {
                "id": "ent-323c2a50a638634fbf35ae91fc120eb6",
                "label": "\"DEATH & TPD BENEFIT\"",
                "properties": "\"DEATH & TPD BENEFIT\"\"Death & TPD Benefit refers to the insurance payouts made in the event of the insured person's death or Total Permanent Disability.\""
            },
            {
                "id": "ent-89673bf69e16713a38bb98003808f695",
                "label": "\"SMOKING STATUS\"",
                "properties": "\"SMOKING STATUS\"\"Smoking Status refers to a classification used in assessing risk and premiums associated with a Takaful plan.\""
            },
            {
                "id": "ent-86a4bc05d79e10f7bef18fd98b026b7d",
                "label": "\"PARTIAL WITHDRAWAL\"",
                "properties": "\"PARTIAL WITHDRAWAL\"\"Partial Withdrawal allows policyholders to withdraw a portion of their invested contributions from the PruBSN Anggun policy while maintaining coverage.\""
            },
            {
                "id": "ent-07eceb376e620e998c79da1254db949b",
                "label": "\"PRODUCT STEERING COMMITTEE (PSC)\"",
                "properties": "\"PRODUCT STEERING COMMITTEE (PSC)\"\"Product Steering Committee (PSC) is responsible for approving key milestones and decisions related to the PruBSN Anggun insurance product development.\"<SEP>\"The Product Steering Committee (PSC) is responsible for approving product development stages and key milestones related to a takaful product.\""
            },
            {
                "id": "ent-ba66409ae7a96ef3d7ea3a2bbe257886",
                "label": "\"BASIC SUM COVERED (BSC)\"",
                "properties": "\"BASIC SUM COVERED (BSC)\"\"Basic Sum Covered (BSC) represents the amount insured upon which various benefits and claims are calculated.\""
            },
            {
                "id": "ent-9ebc0eb3679336ee9e7bb90c36c9d077",
                "label": "\"PARTICIPANT FUND NON LINKED (PFNL)\"",
                "properties": "\"PARTICIPANT FUND NON LINKED (PFNL)\"\"Participant Fund Non Linked (PFNL) is an accounting fund used to aggregate contributions for non-linked takaful plans.\""
            },
            {
                "id": "ent-f77c018a65003e59e1fae6b3857028bd",
                "label": "\"RIDER CONTRIBUTION\"",
                "properties": "\"RIDER CONTRIBUTION\"\"Rider Contribution is the additional amount payable for added coverage under the insurance policy, which strengthens protection.\"<SEP>\"Rider Contribution refers to additional payments made to extend insurance coverage with riders like Mom Care.\""
            },
            {
                "id": "ent-dbe7c8053fb301d870f213f1af8fe67e",
                "label": "\"CONTRIBUTION RATE TABLE\"",
                "properties": "\"CONTRIBUTION RATE TABLE\"\"Contribution Rate Table outlines the specific costs associated with various insurance products, helping clients understand payment structures and obligations.\""
            },
            {
                "id": "ent-0a4bb7c488a4c66cd58980ff6af2e0df",
                "label": "\"PRUBSN ANUGERAHPLUS\"",
                "properties": "\"PRUBSN ANUGERAHPLUS\"\"An insurance product that offers a variety of riders and benefits tailored to the needs of individuals and families, supporting health and financial well-being.\"<SEP>\"PruBSN AnugerahPlus is another insurance product under the PruBSN umbrella, offering various plans and features distinct from PruBSN Anggun.\""
            },
            {
                "id": "ent-187a675be4a5347e20f253617013e652",
                "label": "\"COMMISSION\"",
                "properties": "\"COMMISSION\"\"Commission is the fee or amount earned by PruBSN related to the management and distribution of contributions.\""
            },
            {
                "id": "ent-810fa160215ba5cca967769d54bf18dc",
                "label": "\"PRUDENTIAL SERVICES ASIA\"",
                "properties": "\"PRUDENTIAL SERVICES ASIA\"\"Prudential Services Asia is part of the Prudential group, providing a range of services across Asia in the insurance sector.\""
            },
            {
                "id": "ent-8cda329711a7d8b135c88c5f28197056",
                "label": "\"EARLY STAGE CANCER\"",
                "properties": "\"EARLY STAGE CANCER\"\"A specific category of insurance coverage that provides financial benefits upon diagnosis of cancers identified as early-stage within the insurance policy.\"<SEP>\"Early Stage Cancer refers to specific cancers identified at an early stage, for which benefits under the Cancer Protector rider are applicable.\""
            },
            {
                "id": "ent-23120a6ed8055b53d2f630a6a97eb1a1",
                "label": "\"MICROTAKAFUL JARIYAH ACCOUNT (MJA)\"",
                "properties": "\"MICROTAKAFUL JARIYAH ACCOUNT (MJA)\"\"The Microtakaful Jariyah Account (MJA) is designed to fund contributions for specific takaful riders and managed by PruBSN Prihatin.\""
            },
            {
                "id": "ent-a83c89092ab2c33ef981b17c9b96eb50",
                "label": "\"FEMALE CARCINOMA IN SITU\"",
                "properties": "\"FEMALE CARCINOMA IN SITU\"\"Female Carcinoma in situ (CIS) refers to a specific type of cancer that may be claimed under the insurance policy with particular conditions attached to future claims.\""
            },
            {
                "id": "ent-f6529ee52c37afedf3946aa2c3c7434b",
                "label": "\"REVIVAL FOR PARTIAL LAPSE\"",
                "properties": "\"REVIVAL FOR PARTIAL LAPSE\"\"Revival for Partial Lapse is a category that outlines the rules pertaining to the revival of certificates that have partially lapsed.\""
            },
            {
                "id": "ent-d5eaa3fe9e0d87d93286ae78f3216032",
                "label": "\"IHSAN\"",
                "properties": "\"IHSAN\"\"Ihsan is a financial product that offers coverage related to personal needs, potentially as an insurance plan which has specific terms for contributions and benefits.\"<SEP>\"Ihsan is a welfare insurance plan that may cover various health conditions.\"<SEP>\"Ihsan refers to a special type of takaful plan that provides relief and assistance as a charitable function under approved donations.\""
            },
            {
                "id": "ent-c92b6f0ac10962b933592926fb3c24b8",
                "label": "\"PCA APPROVAL\"",
                "properties": "\"PCA APPROVAL\"\"PCA Approval signifies the endorsement of the product by relevant authorities or committees involved in the takaful's compliance and governance processes.\""
            },
            {
                "id": "ent-bcdf462f30d49d7401356ed0bac2dde8",
                "label": "\"SURGICAL REMOVAL OF FEMALE REPRODUCTIVE ORGAN DUE TO CARCINOMA-IN-SITU (CIS), CANCER OR ACCIDENT\"",
                "properties": "\"SURGICAL REMOVAL OF FEMALE REPRODUCTIVE ORGAN DUE TO CARCINOMA-IN-SITU (CIS), CANCER OR ACCIDENT\"\"This procedure involves the surgical removal of female reproductive organs when affected by diseases like CIS or due to accidents, covered in the Female Care Benefit.\""
            },
            {
                "id": "ent-1a6ab7fd2ac2dfdb5f1e6e2489b8df40",
                "label": "\"WAKALAH CHARGES\"",
                "properties": "\"WAKALAH CHARGES\"\"Service fees deducted from contributions within the insurance framework to cover administrative costs, mentioned especially for some riders.\"<SEP>\"Wakalah Charges are associated with asset management for different Takafulink funds, indicating the operational costs necessary for fund management.\"<SEP>\"Wakalah Charges are the specific fees associated with the management and administration of Takaful products like PruBSN Anggun.\"<SEP>\"Wakalah charges are fees taken by PruBSN for managing the takaful plan, representing a form of compensation for services rendered.\""
            },
            {
                "id": "ent-66b33e54bdb1b1a9537806b648785bae",
                "label": "\"EXCEPTIONS\"",
                "properties": "\"EXCEPTIONS\"\"Exceptions refer to particular circumstances under which different rules might apply, such as decisions on fund redemption or policy management.\""
            },
            {
                "id": "ent-99c364edc9ef1c266e0ab81734dceb00",
                "label": "\"FEMALE CANCER CLAIM\"",
                "properties": "\"FEMALE CANCER CLAIM\"\"Female Cancer Claim refers to the process initiated by an insured individual to receive financial benefits for a medical diagnosis of Female Cancer according to the insurance policy.\""
            },
            {
                "id": "ent-de77e51eab5fb27c32a5ec0b63cef22a",
                "label": "\"BOUNCE BACK BENEFIT\"",
                "properties": "\"BOUNCE BACK BENEFIT\"\"A feature within the insurance plan that restores coverage under certain conditions after a claim has been made.\"<SEP>\"Bounce Back Benefit is a feature in the insurance policy that restores the Basic Sum Covered to its original amount after certain conditions are met, particularly concerning Female Cancer and SLE claims.\""
            },
            {
                "id": "ent-00eb1acc61f3d7fe321b1359e44b5689",
                "label": "\"CHARGES AND TABARRU\"",
                "properties": "\"CHARGES AND TABARRU\"\"Charges and Tabarru encompass various fees and charitable contributions that are variable and may change based on PruBSNs policies.\""
            },
            {
                "id": "ent-5bb0d7e6199b5ed3291c33ebb2a83e19",
                "label": "\"BALANCE BSC\"",
                "properties": "\"BALANCE BSC\"\"Balance BSC is a measure used in the insurance policy to indicate the available sum covered, which can be refreshed under certain conditions after claims.\""
            },
            {
                "id": "ent-f05b1e553b490f7cab92732149cb7694",
                "label": "\"PERSON COVERED\"",
                "properties": "\"PERSON COVERED\"\"Person Covered refers to the individual who is insured and receives benefits under the insurance policy, with details influencing the types of claims available.\"<SEP>\"The Person Covered refers to individuals who are insured and eligible to make claims under various benefits described in the insurance policy.\"<SEP>\"The individual who is insured under the benefits provided in the PruBSN insurance products, eligible for various claims and coverage details mentioned in the policies.\""
            },
            {
                "id": "ent-658105cd8f71791ed91391ee8f7cc3fe",
                "label": "\"SUB BENEFITS\"",
                "properties": "\"SUB BENEFITS\"\"Sub Benefits are additional benefits provided in conjunction with the main insurance coverage that can be claimed under specific conditions.\""
            },
            {
                "id": "ent-eac6e6c98c2e0f39e54371264f1c90b0",
                "label": "\"MOM CARE\"",
                "properties": "\"MOM CARE\"\"Mom Care encompasses benefits related to pregnancy, fertility, and baby care within the insurance plan, ceasing coverage at age 50.\"<SEP>\"Mom Care is a rider plan tailored to provide additional benefits for mothers.\""
            },
            {
                "id": "ent-927c0cdca20e13b81c02b194edf7d831",
                "label": "\"DISTRIBUTION CHANNEL\"",
                "properties": "\"DISTRIBUTION CHANNEL\"\"Distribution Channel refers to the methods and channels used to market and sell the takaful products.\"<SEP>\"Distribution Channel refers to the methods and pathways through which PruBSN Anggun is delivered to consumers.\""
            },
            {
                "id": "ent-be7a06cf005248a343528a044513164d",
                "label": "\"SKIN GRAFTING DUE TO BURNS OR SKIN CANCER\"",
                "properties": "\"SKIN GRAFTING DUE TO BURNS OR SKIN CANCER\"\"Skin Grafting due to Burns or Skin Cancer involves surgical techniques to repair and reconstruct skin affected by burns or cancer, included in insurance policies.\""
            },
            {
                "id": "ent-f71a20a786bcda41eccff9e2993de3b6",
                "label": "\"ADVANCE CONTRIBUTION\"",
                "properties": "\"ADVANCE CONTRIBUTION\"\"Advance Contribution is a term used for pre-paid contributions made to an insurance policy.\"<SEP>\"Advance Contribution refers to the payment made by the Participant in advance for their designated contribution period, which can be up to two years.\"<SEP>\"Advance Contribution refers to the upfront payments made by participants towards their insurance premiums ahead of the scheduled payment dates.\""
            },
            {
                "id": "ent-b4f17914964f85a505b9daed7263d4a1",
                "label": "\"TABARRU' FUND\"",
                "properties": "\"TABARRU' FUND\"\"A fund used in Islamic insurance models to collect contributions for risk sharing among policyholders.\"<SEP>\"Tabarru' Fund (TF) is a fund where profits are retained and losses are borne by the fund itself, reflecting its role in collective risk management.\"<SEP>\"Tabarru' Fund is a financial entity where account values are transferred following claims and is central to the benefits provided for various medical conditions, including female cancer and severe kidney complications.\"<SEP>\"Tabarru' Fund is a pooled fund where deductions for the takaful plan are kept together, used for mutual aid among participants.\"<SEP>\"The Tabarru' Fund is a pooled fund created by participant contributions to provide financial benefits to eligible takaful members.\""
            },
            {
                "id": "ent-ce802ff99d663d7e4c3be7209ed5f86c",
                "label": "\"DELIBERATE ACTS\"",
                "properties": "\"DELIBERATE ACTS\"\"Deliberate Acts refer to intentional actions that can lead to medical claims being denied, such as substance abuse or self-injury.\""
            },
            {
                "id": "ent-446d4e99faf41dac533658faec388922",
                "label": "\"OBSESSIVE COMPULSIVE DISORDER\"",
                "properties": "\"OBSESSIVE COMPULSIVE DISORDER\"\"Obsessive Compulsive Disorder is a chronic condition involving unwanted thoughts and repetitive behaviors, covered under the insurance Mental Care Benefit.\"<SEP>\"Obsessive Compulsive Disorder is included in the Mental Care Benefit, which provides coverage for diagnosed individuals.\""
            },
            {
                "id": "ent-e318cdfa2cc5ad547d8bc4d7efb038dd",
                "label": "\"EXPIRY AGE\"",
                "properties": "\"EXPIRY AGE\"\"Expiry Age is a defined age limit within the Takaful plan that dictates the maximum duration for which the coverage is applicable.\"<SEP>\"Expiry Age is the age at which an insurance policy or coverage comes to an end, often specified in the policy terms.\"<SEP>\"Expiry Age is the designated age at which the insurance coverage or benefits under a specific plan cease.\""
            },
            {
                "id": "ent-ca99279e1ea67b74f643aad4c8a48747",
                "label": "\"NON-MEDICAL LIMIT\"",
                "properties": "\"NON-MEDICAL LIMIT\"\"Non-Medical Limit sets the confines for submissions without requiring extensive medical information, as noted in the underwriting guidelines.\""
            },
            {
                "id": "ent-b5a950b49124dff1df41a67c49ef05be",
                "label": "\"CARCINOMA IN-SITU\"",
                "properties": "\"CARCINOMA IN-SITU\"\"Carcinoma In-Situ is an early-stage cancer form that could trigger a payout from the Cancer Protector if diagnosed.\""
            },
            {
                "id": "ent-ea453ab945f920e0c0e80fa9a520a09d",
                "label": "\"RIDER SUM COVERED\"",
                "properties": "\"RIDER SUM COVERED\"\"Rider Sum Covered is the maximum benefit amount payable upon the occurrence of covered events under an insurance rider.\""
            },
            {
                "id": "ent-4fcad381bf673a09e5093d3d8ee3b3eb",
                "label": "\"COMPULSORY AGENCY TRAINING & ASSESSMENT\"",
                "properties": "\"COMPULSORY AGENCY TRAINING & ASSESSMENT\"\"This event refers to mandatory training and assessment requirements for agents associated with the product.\""
            },
            {
                "id": "ent-595a6d72d6fd685b059a8e18d7f2cedd",
                "label": "\"YLP\"",
                "properties": "\"YLP\"\"YLP refers to an existing document relevant to the PruBSN Anggun product.\""
            },
            {
                "id": "ent-97e2da6f48b850b31957d30f8cdd6b0e",
                "label": "\"WAN SAIFULRIZAL\"",
                "properties": "\"WAN SAIFULRIZAL\"\"Wan Saifulrizal is the Chief Executive Officer of PruBSN, responsible for managing and overseeing the insurance product.\""
            },
            {
                "id": "ent-6ea631bee02017f859d1d2adb55e81eb",
                "label": "\"MONTHLY TABARRU'\"",
                "properties": "\"MONTHLY TABARRU'\"\"Monthly Tabarru' refers to the mutual fund component of the insurance contribution that is utilized to support the insurance pool.\""
            },
            {
                "id": "ent-9bc1d7f6ff9e84313d0248fb20fc3388",
                "label": "\"COMMISSION RATES\"",
                "properties": "\"COMMISSION RATES\"\"Commission Rates refer to the compensation structure for agents and distributors involved in selling PruBSN Anggun.\""
            },
            {
                "id": "ent-8c77cf96becd6171def07aa401f05895",
                "label": "\"KEY STAKEHOLDER\"",
                "properties": "\"KEY STAKEHOLDER\"\"Key Stakeholder refers to influential individuals in the organization who play a significant role in the product development process and decision-making.\""
            },
            {
                "id": "ent-521e3e10e3a5b41ab9340e288c626608",
                "label": "\"MOM CARE RIDER\"",
                "properties": "\"MOM CARE RIDER\"\"Mom Care Rider is an additional feature/options in insurance plans focused on providing benefits related to maternal care.\"<SEP>\"Mom Care Rider is an insurance rider that provides additional benefits related to motherhood, which can terminate under specific scenarios.\"<SEP>\"Mom Care Rider is an optional enhancement to the Basic Female Plan that provides additional benefits related to motherhood and child care.\"<SEP>\"Mom Care Rider refers to an additional insurance coverage specifically designed to address pregnancy-related benefits.\""
            },
            {
                "id": "ent-2b9761f5fce2843f8348c7572984d6c2",
                "label": "\"BABY DEATH WITHIN 30 DAYS\"",
                "properties": "\"BABY DEATH WITHIN 30 DAYS\"\"Baby Death within 30 days of childbirth is a claimable event under the Pregnancy Care Benefit, contingent on specific waiting periods.\""
            },
            {
                "id": "ent-f25a32087ef96cdaefc36e2dcf731bfb",
                "label": "\"WAITING PERIOD\"",
                "properties": "\"WAITING PERIOD\"\"Waiting Period is the duration an insured individual must wait after a policy's commencement or reinstatement before they can claim benefits for certain conditions.\"<SEP>\"Waiting Period refers to the duration required before coverage begins for specific benefits, influencing the timing of claims.\"<SEP>\"Waiting Period refers to the time frame required before a claim can be made after the occurrence of an eligible event.\"<SEP>\"Waiting Period refers to the time frame that must be fulfilled before benefits from certain coverage become effective, as described for various benefits in the PruBSN Anggun.\""
            },
            {
                "id": "ent-e725647fe847a00497804203db8afaaf",
                "label": "\"AGENT\"",
                "properties": "\"AGENT\"\"Agent refers to individuals who sell PruBSN's insurance products and are responsible for guiding customers through policy options and claims.\""
            },
            {
                "id": "ent-ff8a4089e28a1aa475c1e33546bfd222",
                "label": "\"PRODUCT IMPLEMENTATION COMMITTEE (PIC)\"",
                "properties": "\"PRODUCT IMPLEMENTATION COMMITTEE (PIC)\"\"Product Implementation Committee (PIC) is the group tasked with reviewing timelines and ensuring the PruBSN Anggun product development stays on track.\""
            },
            {
                "id": "ent-307edb6131acfde9ab5ce2d3c1ae341c",
                "label": "\"NORMAL OPERATION\"",
                "properties": "\"NORMAL OPERATION\"\"Normal Operation refers to the standard operational procedures and practices that PruBSN follows in managing the insurance product.\""
            },
            {
                "id": "ent-c3e9ccd0329627fc35e51a9227c450cf",
                "label": "\"SOLUTION PACKAGE\"",
                "properties": "\"SOLUTION PACKAGE\"\"Solution Package refers to the tailored insurance offerings that cater to specific segments of women's health needs.\""
            },
            {
                "id": "ent-d9fc23e9c0c1a4139563df1cbcdd5b8f",
                "label": "\"SYSTEMIC LUPUS ERYTHEMATOSUS WITH SEVERE KIDNEY COMPLICATIONS\"",
                "properties": "\"SYSTEMIC LUPUS ERYTHEMATOSUS WITH SEVERE KIDNEY COMPLICATIONS\"\"Systemic Lupus Erythematosus with Severe Kidney Complications is a revised definition of a specific condition covered under the insurance policy.\""
            },
            {
                "id": "ent-84b76a5b922b65a4f3acbdaa6a3c5f3d",
                "label": "\"UNITED NATIONS\"",
                "properties": "\"UNITED NATIONS\"\"The United Nations is an international organization that establishes sanctions and other measures to address breaches of international law and security.\""
            },
            {
                "id": "ent-ee80f1e6a76b60f8b8d4444e93a2b6f7",
                "label": "\"BASIC UNIT ACCOUNT (BUA)\"",
                "properties": "\"BASIC UNIT ACCOUNT (BUA)\"\"Basic Unit Account (BUA) is a type of account associated with Prudential policies that impacts eligibility for Campaign Rewards.\""
            },
            {
                "id": "ent-8af8e0e4d11116f958e6062f29e33e65",
                "label": "\"INVESTMENT UNIT ACCOUNT (IUA)\"",
                "properties": "\"INVESTMENT UNIT ACCOUNT (IUA)\"\"Investment Unit Account (IUA) is another type of account linked to Prudential policies, relevant for eligibility considerations for campaign rewards.\"<SEP>\"The Investment Unit Account (IUA) is created through contributions for takaful related savings and investments, associated with products like Takaful Saver.\""
            },
            {
                "id": "ent-4f8cef5af5d916e3ab28f4e09846e85e",
                "label": "\"CREDIT/DEBIT CARD\"",
                "properties": "\"CREDIT/DEBIT CARD\"\"Credit/debit card refers to the method by which customers must opt-in for recurring payments to qualify for certain campaign rewards.\""
            },
            {
                "id": "ent-5a141f125493e573bf1e204d66cd22ef",
                "label": "\"CAMPAIGN REWARD ISSUANCE\"",
                "properties": "\"CAMPAIGN REWARD ISSUANCE\"\"Campaign Reward Issuance refers to the process and timeline by which cash rewards are credited to eligible customers' bank accounts.\""
            },
            {
                "id": "ent-29c39d545d03608f154ae92c3f723c4a",
                "label": "\"ANKUR BASSI\"",
                "properties": "\"ANKUR BASSI\"\"Ankur Bassi is the Chief Financial Officer of Prudential Assurance Malaysia Berhad, responsible for overseeing financial operations and strategies.\""
            },
            {
                "id": "ent-2a77d5e6fc79f500b2c0be458b422ddd",
                "label": "\"PRUWITH YOU\"",
                "properties": "\"PRUWITH YOU\"\"PRUWith You is a policy category that has different tiers with varying criteria for eligibility for campaign rewards.\"<SEP>\"PRUWith You is a policy offered by Prudential Assurance, which includes medical riders that enhance medical coverage for customers.\"<SEP>\"PRUWith You is a policy program that outlines the eligibility and conditions under which rewards can be credited.\"<SEP>\"PRUWith You is an insurance policy that has different tiers, offering varying rewards in the Prime Cash Campaign based on certain criteria.\""
            },
            {
                "id": "ent-8310c22284460d89b170cf771ad13ab1",
                "label": "\"CAMPAIGN\"",
                "properties": "\"CAMPAIGN\"\"Campaign refers to the promotional activity organized by PAMB to provide rewards to eligible customers under specific conditions.\"<SEP>\"The Campaign is an initiative managed by PAMB that requires compliance with various legal and regulatory frameworks, including sanctions and anti-corruption laws.\"<SEP>\"The Campaign refers to the promotional or competitive event that is subject to the terms and conditions related to anti-bribery and anti-corruption laws.\""
            },
            {
                "id": "ent-a50c55a1c530c09398d3501c9abe16ac",
                "label": "\"RECURRING PAYMENT METHOD\"",
                "properties": "\"RECURRING PAYMENT METHOD\"\"Recurring Payment Method pertains to the automatic payment approach that Eligible Customers must opt into to qualify for certain Campaign Rewards.\"<SEP>\"Recurring Payment Method refers to the arrangement allowing customers to set up regular payments for their insurance premiums via credit or debit cards.\"<SEP>\"Recurring payment method refers to the payment process where customers opt for automatic payments by credit/debit card to qualify for the campaign rewards.\""
            },
            {
                "id": "ent-179149ef98f85152d3c4c9ef27c63d59",
                "label": "\"EUROPEAN UNION\"",
                "properties": "\"EUROPEAN UNION\"\"The European Union is a political and economic union of member states that may impose sanctions affecting the operations of PAMB and its campaign.\"<SEP>\"The European Union is a political and economic union of member states that may impose sanctions for various regulatory reasons.\""
            },
            {
                "id": "ent-e2e35456855fac9185665edd33579b8f",
                "label": "\"PRIME CASH CAMPAIGN\"",
                "properties": "\"PRIME CASH CAMPAIGN\"\"The Prime Cash Campaign is a promotional event organized by Prudential Assurance Malaysia Berhad from 1 May to 31 May 2024, offering cash rewards to customers who purchase specific medical plans.\"<SEP>\"The Prime Cash Campaign is a promotional event organized by Prudential Assurance Malaysia Berhad that offers cash rewards for certain insurance policies.\""
            },
            {
                "id": "ent-8c0c79d477f8fa51cb3ab5df014c3582",
                "label": "\"CAMPAIGN ELIGIBILITY\"",
                "properties": "\"CAMPAIGN ELIGIBILITY\"\"Campaign Eligibility refers to the specific criteria that an Eligible Policy must meet to qualify for the Campaign Reward during the promotional event.\""
            },
            {
                "id": "ent-bf1a790f661ff73b34cb7b19f7dd1247",
                "label": "\"1 APRIL 2024 TO 30 APRIL 2024\"",
                "properties": "\"1 APRIL 2024 TO 30 APRIL 2024\"\"1 April 2024 to 30 April 2024 refers to a specific timeframe during which proposals for Eligible Policies are disqualified if subsequently canceled and re-submitted.\""
            },
            {
                "id": "ent-3889558a2fa76aefed4c0b5a1886ea22",
                "label": "\"PRUMILLION MED\"",
                "properties": "\"PRUMILLION MED\"\"PRUMillion Med is a medical insurance product aimed at enhancing medical coverage for customers, available for new business and endorsement until 31 May 2024.\""
            },
            {
                "id": "ent-42dbab3962bdfd39b13da2fe6ced7b31",
                "label": "\"ELIGIBILITY REQUIREMENTS\"",
                "properties": "\"ELIGIBILITY REQUIREMENTS\"\"Eligibility Requirements are the conditions that must be fulfilled by customers for their policies to qualify for rewards during the Prime Cash Campaign.\""
            },
            {
                "id": "ent-6a15705927f90d3f1b4cde4496c1e1b1",
                "label": "\"CUSTOMERS\"",
                "properties": "\"CUSTOMERS\"\"Customers refer to individuals who purchase insurance policies from Prudential Assurance Malaysia Berhad and are eligible for the Prime Cash Campaign benefits.\""
            },
            {
                "id": "ent-8601e814e7611f281e80d361522f47a4",
                "label": "\"ENGLISH\"",
                "properties": "\"ENGLISH\"\"English is one of the languages in which the Terms and Conditions may be provided, serving as the prevailing language in case of inconsistencies.\""
            },
            {
                "id": "ent-19826fc361e38b32e4ab3c12d303c99c",
                "label": "\"MEDICAL PLAN\"",
                "properties": "\"MEDICAL PLAN\"\"Medical Plan is a type of takaful plan that provides coverage for medical expenses, ensuring participants have financial protection for health-related issues.\"<SEP>\"Medical Plan represents various insurance products offered by Prudential, catering to healthcare needs and eligibility for rewards.\""
            },
            {
                "id": "ent-16c0020f54b52b78ead94235a2cac086",
                "label": "\"CASH REWARD DISQUALIFICATION\"",
                "properties": "\"CASH REWARD DISQUALIFICATION\"\"Cash Reward Disqualification occurs when customers fail to meet the campaign eligibility requirements, rendering them ineligible for cash rewards.\""
            },
            {
                "id": "ent-7f4a79a8a86f2fde7f63e8508af2073f",
                "label": "\"CLAUSE 4(B)\"",
                "properties": "\"CLAUSE 4(B)\"\"Clause 4(b) refers to a specific legal stipulation within the Campaign's Terms and Conditions regarding Bank Account Details.\""
            },
            {
                "id": "ent-2a06c0732830c2c15c8d5a2a65cbcf27",
                "label": "\"CLAUSE 4(C)\"",
                "properties": "\"CLAUSE 4(C)\"\"Clause 4(c) outlines the obligations of customers to update their Bank Account Details for eligibility in the Campaign Reward process.\""
            },
            {
                "id": "ent-4717238590afc20b5da6fc2b700afc12",
                "label": "\"PRUSERVE PLUS\"",
                "properties": "\"PRUSERVE PLUS\"\"PRUServe Plus is another platform operated by Prudential, allowing users to manage their insurance policies and access related services.\""
            },
            {
                "id": "ent-ada1e0caf4e78555214dfafdd66e02fc",
                "label": "\"CHINESE\"",
                "properties": "\"CHINESE\"\"Chinese is one of the languages in which the Terms and Conditions may be provided, ensuring accessibility to participants.\""
            },
            {
                "id": "ent-2ef4f315f5797a81cf34150a3cf94d72",
                "label": "\"CASH REWARD\"",
                "properties": "\"CASH REWARD\"\"Cash Reward refers to monetary incentives provided to customers who meet specific conditions when purchasing insurance policies during the campaign period.\"<SEP>\"Cash Reward refers to the monetary incentives provided to customers who meet the criteria of the Prime Cash Campaign, aiming to encourage policy purchases.\""
            },
            {
                "id": "ent-300b022428af737f0f3a8061cdfd8469",
                "label": "\"US TREASURY DEPARTMENTS OFFICE OF FOREIGN ASSETS CONTROL\"",
                "properties": "\"US TREASURY DEPARTMENTS OFFICE OF FOREIGN ASSETS CONTROL\"\"The US Treasury Departments Office of Foreign Assets Control administers and enforces economic and trade sanctions against targeted foreign countries and regimes.\"<SEP>\"The US Treasury Departments Office of Foreign Assets Control is a government agency that administers and enforces economic and trade sanctions, relevant to the campaign's compliance requirements.\""
            },
            {
                "id": "ent-61e9fb09d230e2c7f8b789019b834fdb",
                "label": "\"CAMPAIGN REWARD CREDITING DATE\"",
                "properties": "\"CAMPAIGN REWARD CREDITING DATE\"\"Campaign Reward Crediting Date is set as 28 February 2025, when eligible customers will receive their campaign rewards.\"<SEP>\"Campaign Reward Crediting Date is the designated date by which the Campaign Reward will be credited to the Eligible Customer's account.\""
            },
            {
                "id": "ent-55197fadcde26d49536072aaa46c414c",
                "label": "\"MALAYSIAN ANTI-CORRUPTION COMMISSION ACT 2009\"",
                "properties": "\"MALAYSIAN ANTI-CORRUPTION COMMISSION ACT 2009\"\"The Malaysian Anti-Corruption Commission Act 2009 is legislation aimed at combating corruption in Malaysia, providing a framework for enforcement and compliance.\"<SEP>\"The Malaysian Anti-Corruption Commission Act 2009 is legislation aimed at preventing corruption and bribery within Malaysia, relevant to the practices within the campaign.\"<SEP>\"The Malaysian Anti-Corruption Commission Act 2009 is legislation aimed at preventing corruption and promoting integrity within Malaysia. It includes provisions for the prosecution of bribery and corrupt practices.\""
            },
            {
                "id": "ent-d36d1e270e39f820b0a283fb872aeaa5",
                "label": "\"SANCTIONS\"",
                "properties": "\"SANCTIONS\"\"Sanctions refer to measures imposed by governments or international bodies that may affect the eligibility of customers in relation to the Campaign.\"<SEP>\"Sanctions refer to restrictive measures imposed by international bodies or governments on various entities and individuals, aimed at enforcing compliance with legal regulations.\"<SEP>\"Sanctions represent measures imposed by governments or international bodies that could affect the eligibility of customers as part of the campaign.\""
            },
            {
                "id": "ent-54330f9a59043f6d1202c035b3c79328",
                "label": "\"US FOREIGN CORRUPT PRACTICES ACT\"",
                "properties": "\"US FOREIGN CORRUPT PRACTICES ACT\"\"The US Foreign Corrupt Practices Act is a law that prohibits US companies and citizens from bribing foreign officials to gain a business advantage.\"<SEP>\"The US Foreign Corrupt Practices Act is a law that prohibits the bribery of foreign officials to benefit businesses, ensuring anti-corruption in international dealings.\"<SEP>\"The US Foreign Corrupt Practices Act regulates bribery of foreign officials and is relevant to compliance for participants in the campaign.\""
            },
            {
                "id": "ent-9b249d5438893ef6b7f21b8ddbf182ea",
                "label": "\"SUSTAINABILITY AGE\"",
                "properties": "\"SUSTAINABILITY AGE\"\"Sustainability Age is the minimum age target of 80 that customers must consider to maximize rewards in the Prime Cash Campaign.\""
            },
            {
                "id": "ent-e02ba70e270049ac4781ba44939c8cd8",
                "label": "\"ENDORSEMENT\"",
                "properties": "\"ENDORSEMENT\"\"Endorsement refers to any official modification or change made to the original terms of the PruBSN Anggun policy.\"<SEP>\"Endorsement refers to the process of modifying the terms of an existing insurance certificate, including the addition of benefits or riders.\"<SEP>\"Endorsement refers to the process for existing policyholders to enhance or modify their current insurance coverage under Prudential's offerings.\""
            },
            {
                "id": "ent-ae909c50ecffbaa75b80ce4ff3b69855",
                "label": "\"BAHASA MALAYSIA\"",
                "properties": "\"BAHASA MALAYSIA\"\"Bahasa Malaysia is one of the languages provided in the Terms and Conditions, reflecting the multilingual context of Malaysia.\""
            },
            {
                "id": "ent-c98987d612c7536a9c88b11deed90e13",
                "label": "\"PRUWAY PLUS\"",
                "properties": "\"PRUWAY PLUS\"\"PRUWay Plus is a platform used for enrolling in eligible policies associated with Prudential, facilitating access to insurance services.\""
            },
            {
                "id": "ent-5e654897d84d10c3ef0ca6cc7e7917a7",
                "label": "\"APPENDIX A\"",
                "properties": "\"APPENDIX A\"\"Appendix A details the Terms and Conditions for the Prime Cash Campaign, providing specific guidelines for participants.\""
            },
            {
                "id": "ent-d0120116a7f1fa2bd8f0721b659b4321",
                "label": "\"GOVERNMENT AUTHORITY\"",
                "properties": "\"GOVERNMENT AUTHORITY\"\"Government Authority refers to official bodies that may be informed by PAMB in cases of disqualification related to Sanctions.\""
            },
            {
                "id": "ent-059a76298b9f2974a447b1d7312cd863",
                "label": "\"APPENDIX B\"",
                "properties": "\"APPENDIX B\"\"Appendix B outlines the endorsement eligibility for existing policies regarding PRUMillion Med.\""
            },
            {
                "id": "ent-411d51b4fac5c17b93793a94a2869693",
                "label": "\"MALAYSIAN SANCTIONS\"",
                "properties": "\"MALAYSIAN SANCTIONS\"\"Malaysian Sanctions are restrictive measures that the government imposes, affecting participation eligibility in campaigns or rewards programs.\""
            },
            {
                "id": "ent-deed936cd072dfee8c5b332c7d1374b3",
                "label": "\"HEALTH CARE COSTS\"",
                "properties": "\"HEALTH CARE COSTS\"\"Health Care Costs reflect the rising expenses faced by customers, prompting Prudential Assurance to improve its medical plans.\""
            },
            {
                "id": "ent-eed8348115833af854b5df385de87971",
                "label": "\"15 JUNE 2024\"",
                "properties": "\"15 JUNE 2024\"\"15 June 2024 is the deadline by which customers must opt-in for recurring payment methods to qualify for the Campaign Reward.\""
            },
            {
                "id": "ent-cc2a597a9f3875840cdd13e97b95a48e",
                "label": "\"HONG KONG MONETARY AUTHORITY\"",
                "properties": "\"HONG KONG MONETARY AUTHORITY\"\"The Hong Kong Monetary Authority is the government authority responsible for maintaining monetary and banking stability in Hong Kong, including the implementation of financial regulations.\""
            },
            {
                "id": "ent-3ad5a8676a5b968e83d498c3494aed3e",
                "label": "\"IDENTIFICATION NUMBER\"",
                "properties": "\"IDENTIFICATION NUMBER\"\"Identification Number is a unique number required for verification of Eligible Customers, crucial for the processing of the Campaign Reward.\""
            },
            {
                "id": "ent-a8c89362cd63788921d57b140eff4535",
                "label": "\"PRUDENTIAL\"",
                "properties": "\"PRUDENTIAL\"\"Prudential is a financial services and insurance company that offers a range of insurance products and services through various platforms such as PRUWay Plus and PRUServe Plus.\""
            },
            {
                "id": "ent-05b6eae680cfe68e95588f35a9a3817c",
                "label": "\"CREDIT/DEBIT CARD PAYMENT\"",
                "properties": "\"CREDIT/DEBIT CARD PAYMENT\"\"Credit/Debit Card Payment is the required payment method for customers wishing to participate in the campaign and receive the cash reward.\""
            },
            {
                "id": "ent-27f0ff3dba99d16dd985734df3a488c8",
                "label": "\"FRAUDULENT INFORMATION\"",
                "properties": "\"FRAUDULENT INFORMATION\"\"Fraudulent Information pertains to any inaccurate or deceptive data provided by the Eligible Customer, which PAMB may seek to verify.\"<SEP>\"Fraudulent Information pertains to any misleading or false information provided by customers that could jeopardize their entitlements in the Campaign.\""
            },
            {
                "id": "ent-58b57701127c38ac61f14505a57857e1",
                "label": "\"PRUMAN\"",
                "properties": "\"PRUMAN\"\"PRUMan is a medical insurance policy that qualifies customers for cash rewards in the Prime Cash Campaign based on specific criteria.\"<SEP>\"PRUMan is a specific type of policy under the campaign that offers a cash reward based on meeting certain conditions.\"<SEP>\"PRUMan is an insurance product offered by Prudential Assurance Malaysia Berhad, with specific policy conditions related to customer rewards.\""
            },
            {
                "id": "ent-1d24abf771b3b63a69072cb76156d0a1",
                "label": "\"THIRD-PARTY SERVICE PROVIDERS\"",
                "properties": "\"THIRD-PARTY SERVICE PROVIDERS\"\"Third-Party Service Providers are entities engaged by PAMB to facilitate the processing and crediting of the Campaign Reward.\"<SEP>\"Third-party service providers are external entities engaged by PAMB to assist in the crediting of the Campaign Reward and associated processes.\""
            },
            {
                "id": "ent-e0570b3edb4e6f0ac27dfcc0bc5e3280",
                "label": "\"MALAYSIA\"",
                "properties": "\"MALAYSIA\"\"Malaysia is a Southeast Asian country where the described laws govern the conduct of businesses and individuals regarding bribery and corruption.\"<SEP>\"Malaysia is a country where particular laws, including the Malaysian Anti-Corruption Commission Act 2009, are enforced, influencing the legal framework of the Campaign.\""
            },
            {
                "id": "ent-6843932a6e2afc3f466a42d0d2be5fee",
                "label": "\"MOM AND BABY CARE RIDER\"",
                "properties": "\"MOM AND BABY CARE RIDER\"\"Mom and Baby Care rider is an additional feature that can be attached to certain policies to meet eligibility criteria for the Campaign Reward.\"<SEP>\"The Mom and Baby Care rider is an additional coverage option for the PRUWith You policy that qualifies customers for rewards under the Prime Cash Campaign.\"<SEP>\"The Mom and Baby Care rider is an optional addition to certain insurance policies that offers benefits related to maternal and child health.\""
            },
            {
                "id": "ent-306ed1752c00ec6fa1dba472cb3994e9",
                "label": "\"MEDICAL RIDER\"",
                "properties": "\"MEDICAL RIDER\"\"Medical rider is another additional feature that can be attached to policies, contributing to meeting eligibility criteria for the Campaign Reward.\"<SEP>\"The Medical rider is an optional benefit that can be attached to an insurance policy to provide coverage for medical expenses.\"<SEP>\"The Medical rider is another additional coverage option that customers can attach to their policies to qualify for rewards in the Prime Cash Campaign.\""
            },
            {
                "id": "ent-413a89bfb96b9b4584e10f861bb70f3c",
                "label": "\"ELIGIBLE CUSTOMER\"",
                "properties": "\"ELIGIBLE CUSTOMER\"\"An Eligible Customer is an individual who meets the criteria for participating in the campaign and can receive rewards for purchasing Eligible Policies.\"<SEP>\"Eligible Customer refers to individuals who meet the criteria set forth to participate in the Campaign and receive rewards.\"<SEP>\"The Eligible Customer is an individual or organization applying for participation in the Campaign, subject to compliance with sanctions and regulatory requirements.\"<SEP>\"Eligible Customer denotes individuals or entities qualified to participate in the Campaign, adhering to the specified Terms and Conditions.\"<SEP>\"Eligible Customer is an individual who participates in the campaign and is subject to the terms and conditions set by PAMB.\"<SEP>\"Eligible Customer refers to individuals who meet the specific criteria and purchase policies during the campaign period, making them qualify for cash rewards.\"<SEP>\"Eligible Customer refers to individuals who satisfy the criteria for participation in the campaign for the Eligible Policies and can receive the Campaign Reward.\""
            },
            {
                "id": "ent-92e06d78079df6b6ed972f4d2eea5e7b",
                "label": "\"DISQUALIFICATION\"",
                "properties": "\"DISQUALIFICATION\"\"Disqualification refers to the process by which a customer's participation in the campaign may be revoked due to violations of the terms.\""
            },
            {
                "id": "ent-9e00b4a3071dc9d4f438aa7e5903cdce",
                "label": "\"ELIGIBLE POLICY\"",
                "properties": "\"ELIGIBLE POLICY\"\"Eligible Policy includes specific insurance policies that qualify for the Campaign Reward under defined criteria.\"<SEP>\"Eligible Policy is a type of insurance policy that meets certain requirements to qualify for rewards during the campaign.\"<SEP>\"The Eligible Policy refers to insurance policies that meet specific criteria to qualify for campaign rewards during the designated timeframe.\""
            },
            {
                "id": "ent-f2b24586e23f7b96833412751407fb8a",
                "label": "\"CUSTOMER ENTITLEMENT\"",
                "properties": "\"CUSTOMER ENTITLEMENT\"\"Customer entitlement refers to the rights of an eligible customer regarding the rewards and conditions set forth in the campaign.\""
            },
            {
                "id": "ent-bfa1ed44e4d22694392b276765ccef27",
                "label": "\"TERMS AND CONDITIONS\"",
                "properties": "\"TERMS AND CONDITIONS\"\"Terms and Conditions are the rules and guidelines under which the Campaign operates, defining eligibility and the rights and obligations of participants.\"<SEP>\"Terms and Conditions outline the rules and requirements governing the campaign participation, rewards, and eligibility criteria.\"<SEP>\"Terms and Conditions outline the rules and requirements that customers must agree to in order to participate in the Prime Cash Campaign.\"<SEP>\"The Terms and Conditions refer to the legal guidelines that govern participation in the Campaign, detailing compliance obligations and other requirements.\"<SEP>\"Terms and Conditions outline the rules and guidelines governing the campaign, including eligibility requirements and the handling of rewards.\"<SEP>\"The Terms and Conditions outline the rules and requirements for participation in the Campaign, including compliance with various anti-corruption laws.\""
            },
            {
                "id": "ent-004c7c30ad470e285764cda8ab5d3236",
                "label": "\"PRULADY\"",
                "properties": "\"PRULADY\"\"PRULady is a medical insurance policy that, like PRUMan, qualifies customers for cash rewards in the Prime Cash Campaign.\"<SEP>\"PRULady is another insurance product by Prudential Assurance Malaysia Berhad, designed for female customers with specific purchasing requirements.\"<SEP>\"PRULady is another specific type of policy involved in the campaign that entitles eligible customers to cash rewards.\""
            },
            {
                "id": "ent-47623ca12443b965406fc12a5f99000e",
                "label": "\"BANK ACCOUNT DETAILS\"",
                "properties": "\"BANK ACCOUNT DETAILS\"\"Bank Account Details are necessary for customers to ensure that cash rewards can be credited to their accounts during the Prime Cash Campaign.\"<SEP>\"Bank Account Details are the necessary financial information that eligible customers must provide in order to receive their campaign rewards.\"<SEP>\"Bank Account Details refer to the information required to credit the Campaign Reward to Eligible Customers, including details that must be updated for successful transactions.\"<SEP>\"Bank Account Details refer to the required financial information that customers must provide to participate in the campaign and receive rewards.\"<SEP>\"Bank Account Details are the required information provided by the Eligible Customer to facilitate the crediting of the Campaign Reward.\"<SEP>\"Bank Account Details refer to the financial information required by PAMB to process the Campaign Reward, which includes details like account number and status.\""
            },
            {
                "id": "ent-79073a0c5e5c3e15ea916a50ad03143a",
                "label": "\"IUA\"",
                "properties": "\"IUA\"\"IUA (Investment Unit Account) relates to the allocation of contributions that are invested in mutual funds or investment products within the insurance scheme.\"<SEP>\"IUA (Investment-Linked Unit Account) represents a portion of contributions that can be invested according to customer-selected investment-linked funds.\"<SEP>\"IUA refers to a defined investment amount or additional charge that is applicable in the context of the financial certificates being discussed.\"<SEP>\"IUA stands for Investment-Linked Unit Account and represents the portion of the policy value linked to investment returns, important in calculating claim payouts.\"<SEP>\"IUA stands for Investment-Linked Unit Account, used in the context of claims provisions under the policy.\"<SEP>\"IUA stands for Investment-Linked Unit Account, which allows for the investment of the individual's contributions as part of the insurance policy.\"<SEP>\"IUA, or Investment-Linked Universal Account, is a financial product that allows participants to manage their contributions and achieve coverage under PruBSN Microtakaful Jariyah plans.\"<SEP>\"IUA (Investment-Linked Account) refers to the account associated with the PRUWith You policy where rewards may be credited if specific conditions are met.\""
            },
            {
                "id": "ent-6e86bf46685d19fa0205b89547a45d3d",
                "label": "\"ERIC WONG WAI YUEN\"",
                "properties": "\"ERIC WONG WAI YUEN\"\"Eric Wong Wai Yuen is the Chief Marketing & Partnerships Distribution Officer at Prudential Assurance Malaysia Berhad, involved in marketing and distribution strategies.\"<SEP>\"Eric Wong Wai Yuen is the Chief Marketing & Partnerships Distribution Officer at Prudential Assurance Malaysia Berhad, responsible for overseeing the campaign's communication and execution.\""
            },
            {
                "id": "ent-46af7433d9024464d75a5608477674a0",
                "label": "\"ANTI-BRIBERY AND ANTI-CORRUPTION LAWS\"",
                "properties": "\"ANTI-BRIBERY AND ANTI-CORRUPTION LAWS\"\"Anti-bribery and anti-corruption laws cover legal frameworks aimed at preventing unethical practices during business operations, which must be followed in the context of this campaign.\""
            },
            {
                "id": "ent-82acd923a60f98aeb74de4bf8c77c169",
                "label": "\"HONG KONG PREVENTION OF BRIBERY ORDINANCE\"",
                "properties": "\"HONG KONG PREVENTION OF BRIBERY ORDINANCE\"\"The Hong Kong Prevention of Bribery Ordinance is legislation that aims to combat bribery in Hong Kong, relevant to the campaign's operational guidelines.\"<SEP>\"The Hong Kong Prevention of Bribery Ordinance is legislation that seeks to prevent bribery and corruption in both the public and private sectors in Hong Kong.\"<SEP>\"The Hong Kong Prevention of Bribery Ordinance regulates the conduct of public servants and establishes offences related to bribery and corrupt practices in Hong Kong.\""
            },
            {
                "id": "ent-2995f9b32421e5e1b530c106870eb9ca",
                "label": "\"CUSTOMER RIGHTS\"",
                "properties": "\"CUSTOMER RIGHTS\"\"Customer rights denote the legal entitlements of customers concerning the services and rewards offered during the campaign.\""
            },
            {
                "id": "ent-1b0eb02abf0a2d11f3d363b120087f61",
                "label": "\"CAMPAIGN REWARD\"",
                "properties": "\"CAMPAIGN REWARD\"\"Campaign Reward is the cash incentive provided to eligible customers who meet the specified conditions for purchasing an Eligible Policy during the campaign period.\"<SEP>\"Campaign Reward refers to cash rewards given to customers who meet stipulated criteria for eligible policies during a specific campaign period.\"<SEP>\"Campaign Reward refers to the incentive provided to Eligible Customers, contingent on the fulfillment of certain conditions and terms.\"<SEP>\"Campaign Reward refers to the incentive offered to eligible customers by PAMB, which may be credited to their bank accounts per the terms stated.\""
            },
            {
                "id": "ent-957c103e902245993ef27d16274588f8",
                "label": "\"NATIONAL LAWS\"",
                "properties": "\"NATIONAL LAWS\"\"National laws are laws that apply throughout a country, providing a legal framework that dictates permissible conduct for individuals and organizations.\""
            },
            {
                "id": "ent-838f3a2df35979c16e2734cbaedc638e",
                "label": "\"RESIDUAL LIABILITY\"",
                "properties": "\"RESIDUAL LIABILITY\"\"Residual liability refers to the remaining obligations PAMB may hold even after disqualification or changes to the campaign terms.\""
            },
            {
                "id": "ent-bc6ebc4c79dcae9c2d17d015b4171d77",
                "label": "\"FRAUD\"",
                "properties": "\"FRAUD\"\"Fraud involves deception aimed at securing unfair or unlawful gain, and relates directly to compliance checks involving Eligible Customers.\""
            },
            {
                "id": "ent-451deff81329ec0d7c22c59dfbbe66d8",
                "label": "\"CAMPAIGN PERIOD\"",
                "properties": "\"CAMPAIGN PERIOD\"\"Campaign Period denotes the duration during which eligible customers can submit proposals for eligible policies and qualify for rewards.\"<SEP>\"Campaign Period denotes the timeframe from 1 May 2024 to 31 May 2024 during which the Prime Cash Campaign is active.\"<SEP>\"Campaign Period is the timeframe during which Eligible Policies can be submitted for consideration for the Campaign Reward.\"<SEP>\"The Campaign Period is from 1 May 2024 to 30 June 2024, detailing the timeline in which customers can participate in the Prime Cash Campaign.\""
            },
            {
                "id": "ent-c9229b2939646a59dc5cac466a5bbba4",
                "label": "\"CUSTOMER PARTICULARS\"",
                "properties": "\"CUSTOMER PARTICULARS\"\"Customer particulars encompass all identifying details provided by an eligible customer which are necessary for processing rewards.\""
            },
            {
                "id": "ent-846b09fb2e41d550c2e18238e443c16f",
                "label": "\"OFFICE OF FINANCIAL SANCTIONS IMPLEMENTATION HM TREASURY\"",
                "properties": "\"OFFICE OF FINANCIAL SANCTIONS IMPLEMENTATION HM TREASURY\"\"The Office of Financial Sanctions Implementation HM Treasury is a UK government body that oversees financial sanctions, relevant to PAMB's compliance.\"<SEP>\"The Office of Financial Sanctions Implementation HM Treasury is a UK government department that oversees the implementation of financial sanctions.\""
            },
            {
                "id": "ent-df4c8ee06021e2d2e236bde2d94a8ed1",
                "label": "\"PAMB\"",
                "properties": "\"PAMB\"\"PAMB appears to be an administrative body responsible for managing Prudential's campaigns and customer accounts.\"<SEP>\"PAMB is an organization managing the Campaign Reward process and responsible for crediting rewards to Eligible Customers.\"<SEP>\"PAMB is an organization responsible for managing eligibility campaigns while ensuring compliance with sanctions, anti-bribery, and anti-corruption laws.\"<SEP>\"PAMB stands for Prudential Assurance Malaysia Berhad, which is referred to in the campaign and other communications regarding offers and policies.\"<SEP>\"PAMB is an organization involved in a campaign that rewards eligible customers based on specific terms and conditions, managing campaign rewards and customer interactions.\"<SEP>\"PAMB is an organization that requires compliance with anti-bribery and anti-corruption laws and has the authority to disqualify entries in a campaign based on such compliance.\"<SEP>\"PAMB is the organization responsible for managing the campaign rewards and ensuring eligibility criteria for various policies in the context of the policy campaign.\"<SEP>\"PAMB, or Prudential Assurance Malaysia Berhad, is the organization responsible for the administration and execution of the Prime Cash Campaign.\""
            },
            {
                "id": "ent-ec5d43ab7112980e95184473eb7c5f1a",
                "label": "\"PUBLIC OFFICIAL\"",
                "properties": "\"PUBLIC OFFICIAL\"\"A public official refers to any individual holding a position of authority within the government, whose role is to serve the public and may be involved in the enforcement of laws.\""
            },
            {
                "id": "ent-d903ba3634186b7d96cf1cb73b535a0b",
                "label": "\"STATE LAWS\"",
                "properties": "\"STATE LAWS\"\"State laws are regulations that are enacted by individual states within a country, which can have specific implications for the conduct of the Campaign.\""
            },
            {
                "id": "ent-ba52693d791ae8efe6ffee4671c97a0e",
                "label": "\"FUNDS TRANSFER\"",
                "properties": "\"FUNDS TRANSFER\"\"Funds transfer involves the movement of the Campaign Reward to the customer's designated bank account as outlined in the terms.\""
            },
            {
                "id": "ent-1b9c56f733d811b15ad58a829f7eb0d4",
                "label": "\"PRUDENTIAL ASSURANCE MALAYSIA BERHAD\"",
                "properties": "\"PRUDENTIAL ASSURANCE MALAYSIA BERHAD\"\"Prudential Assurance Malaysia Berhad (PAMB) is an agency involved in the marketing of takaful products, emphasizing traditional insurance sales methods.\"<SEP>\"Prudential Assurance Malaysia Berhad is an insurance provider offering a variety of insurance products including life and health insurance to Malaysian customers.\"<SEP>\"Prudential Assurance Malaysia Berhad is a financial and insurance service provider, offering various insurance products and financial plans to customers in Malaysia.\"<SEP>\"Prudential Assurance Malaysia Berhad is an insurance company that organizes the Prime Cash Campaign, aiming to enhance customer engagement and product offerings.\""
            },
            {
                "id": "ent-afb8f9c5ea0a3b71d3ea92148bd0cb68",
                "label": "\"UK BRIBERY ACT\"",
                "properties": "\"UK BRIBERY ACT\"\"The UK Bribery Act addresses corruption and bribery in business dealings in the UK and is applicable for enforcing anti-bribery compliance in the campaign.\"<SEP>\"The UK Bribery Act is a comprehensive law aimed at preventing bribery in business practices, both domestically and internationally.\"<SEP>\"The UK Bribery Act is legislation that makes it an offense to bribe another person, offering or accepting bribes, influencing public officials, and the failure of organizations to prevent bribery.\""
            },
            {
                "id": "ent-a25dd41ac2987f28442de2d722ed633e",
                "label": "\"SUM ASSURED\"",
                "properties": "\"SUM ASSURED\"\"Sum Assured refers to the minimum amount that needs to be assured per policy to become eligible for the Campaign Reward.\""
            },
            {
                "id": "ent-1ecb7105d58fc35d009c8beb44973257",
                "label": "\"NOTIFICATION MODE\"",
                "properties": "\"NOTIFICATION MODE\"\"Notification mode pertains to the method through which PAMB communicates any changes regarding the campaign to the customers.\""
            },
            {
                "id": "ent-0346c1a4f11256ef5c5fa8a53cbd510d",
                "label": "\"GOVERNMENTAL LAWS\"",
                "properties": "\"GOVERNMENTAL LAWS\"\"Governmental laws encompass all laws that are enacted and enforced by governmental authorities, which may impact the operation of the Campaign.\""
            },
            {
                "id": "ent-295b00216245942030dfd126d16e9afe",
                "label": "\"CAMPAIGN OPERATIONS\"",
                "properties": "\"CAMPAIGN OPERATIONS\"\"Campaign operations encompass all activities conducted by PAMB related to the execution and management of the campaign.\""
            },
            {
                "id": "ent-a6fc596ae2cffad10d5cc74194c38c6d",
                "label": "\"TAMPERING\"",
                "properties": "\"TAMPERING\"\"Tampering refers to the act of interfering with the entry process or operations of the campaign, leading to consequences outlined by PAMB.\""
            },
            {
                "id": "ent-2c075ead4b68ddbf06069c9323f14aa0",
                "label": "\"ELIGIBILITY CHECK\"",
                "properties": "\"ELIGIBILITY CHECK\"\"Eligibility check is the procedure employed by PAMB to determine whether a customer meets the requirements to participate in the campaign.\""
            },
            {
                "id": "ent-1a54be97bad5009501b618234e58e69b",
                "label": "\"REWARDS\"",
                "properties": "\"REWARDS\"\"Rewards refer to any form of incentive or gift given to eligible customers under the campaign, excluding cash or exchangeable value.\""
            },
            {
                "id": "ent-6e72e23778d918e2f2b54ad7cc9808d8",
                "label": "\"INFORMATION VERIFICATION\"",
                "properties": "\"INFORMATION VERIFICATION\"\"Information verification relates to the process through which PAMB confirms the authenticity of the details provided by Eligible Customers to prevent fraud elements.\""
            },
            {
                "id": "ent-439daee53b22e4ca50f43f64525c6756",
                "label": "\"LOCAL LAWS\"",
                "properties": "\"LOCAL LAWS\"\"Local laws refer to regulations and statutes that govern conduct within a specific jurisdiction, which may restrict participation in the Campaign based on national or regional standards.\""
            }
        ],
        "edges": [
            {
                "source": "\"DEATH CERTIFICATE\"",
                "target": "\"LIFE STAGE BENEFIT\"",
                "label": "\"documentation, claims process\"\"DEATH CERTIFICATE\"\"LIFE STAGE BENEFIT\"\"Death Certificate is required to claim Life Stage Benefit related to the death of a spouse.\""
            },
            {
                "source": "\"PARTICIPANT\"",
                "target": "\"SMOKING STATUS\"",
                "label": "\"risk assessment, premium determination\"\"PARTICIPANT\"\"SMOKING STATUS\"\"The Smoking Status of the Participant may affect their risk profile and premiums in their Takaful plan.\""
            },
            {
                "source": "\"EXPIRY AGE\"",
                "target": "\"PARTICIPANT\"",
                "label": "\"policy limit, coverage duration\"\"EXPIRY AGE\"\"PARTICIPANT\"\"The Participant's coverage is governed by the Expiry Age, determining when the benefits will cease.\""
            },
            {
                "source": "\"PRUBSN ANGGUN\"",
                "target": "\"TOTAL PRODUCTION COUNT (TPC)\"",
                "label": "\"product feature, calculation method\"\"PRUBSN ANGGUN\"\"TOTAL PRODUCTION COUNT (TPC)\"\"The TPC calculation is a key feature of PruBSN Anggun, influencing credit assignment for agents.\""
            },
            {
                "source": "\"BEN CY SIAH\"",
                "target": "\"PRUBSN ANGGUN\"",
                "label": "\"actuarial oversight, organizational role\"\"BEN CY SIAH\"\"PRUBSN ANGGUN\"\"As Chief Actuary, Ben CY Siah evaluates the actuarial matters of PruBSN Anggun.\""
            },
            {
                "source": "\"BASIC CERTIFICATE\"",
                "target": "\"PRUBSN\"",
                "label": "\"policy definition, coverage\"\"BASIC CERTIFICATE\"\"PRUBSN\"\"The Basic Certificate is a product issued by PruBSN, defining coverage and benefits for insured individuals.\""
            },
            {
                "source": "\"MATERIALS REQUIREMENT\"",
                "target": "\"TRAINING MATERIALS\"",
                "label": "\"resource development, promotional support\"\"MATERIALS REQUIREMENT\"\"TRAINING MATERIALS\"\"Materials Requirement includes newly developed Training Materials for agents promoting the product.\""
            },
            {
                "source": "\"BANK NEGARA MALAYSIA\"",
                "target": "\"PRUBSN ANGGUN\"",
                "label": "\"regulation, compliance\"\"BANK NEGARA MALAYSIA\"\"PRUBSN ANGGUN\"\"PruBSN Anggun must comply with the regulatory requirements set by Bank Negara Malaysia for its insurance offerings.\""
            },
            {
                "source": "\"PRUBSN ANGGUN\"",
                "target": "\"SECURITY COMMISSION\"",
                "label": "\"regulation, oversight\"\"PRUBSN ANGGUN\"\"SECURITY COMMISSION\"\"The Security Commission regulates PruBSN Anggun to ensure adherence to market policies and practices.\""
            },
            {
                "source": "\"PRUBSN\"",
                "target": "\"TAKAFULINK DANA ASIA\"",
                "label": "\"investment diversification, market expansion\"\"PRUBSN\"\"TAKAFULINK DANA ASIA\"\"PruBSN provides the Takafulink Dana Asia fund, expanding its investment offerings in the Asian market.\""
            },
            {
                "source": "\"PRUBSN\"",
                "target": "\"TABARRU\"",
                "label": "\"charitable contribution, risk management\"\"PRUBSN\"\"TABARRU\"\"Tabarru contributions are included in PruBSN's offerings, providing risk protection within Islamic financing.\""
            },
            {
                "source": "\"CIS\"",
                "target": "\"FEMALE CANCER\"",
                "label": "\"insurance implications, medical conditions\"\"CIS\"\"FEMALE CANCER\"\"Female Cancer conditions are closely linked with CIS, which affects the processing of insurance claims for female patients.\""
            },
            {
                "source": "\"NOR'AINI MOHD YUSOF\"",
                "target": "\"PRUBSN ANGGUN\"",
                "label": "\"distribution management, organizational role\"\"NOR'AINI MOHD YUSOF\"\"PRUBSN ANGGUN\"\"Nor'Aini's role involves managing the distribution of PruBSN Anggun to ensure adequate market coverage.\""
            },
            {
                "source": "\"FEMALE CANCER\"",
                "target": "\"SLE WITH SEVERE KIDNEY COMPLICATIONS\"",
                "label": "\"diagnostic overlap, claim impact\"<SEP>\"health conditions, insurance relevance\"\"FEMALE CANCER\"\"SLE WITH SEVERE KIDNEY COMPLICATIONS\"\"Both SLE with Severe Kidney Complications and Female Cancer are conditions that influence insurance claims and associated benefits.\"<SEP>\"Female Cancer can be diagnosed alongside SLE with Severe Kidney Complications, influencing claims and benefit payouts.\""
            },
            {
                "source": "\"BASIC PRUBSN ANGGUN\"",
                "target": "\"TABARRU' FUND\"",
                "label": "\"benefit funding, insurance\"\"BASIC PRUBSN ANGGUN\"\"TABARRU' FUND\"\"The Basic PruBSN Anggun plan provides benefits funded by the Tabarru' Fund in the event of claims.\""
            },
            {
                "source": "\"CMO\"",
                "target": "\"PRUBSN ANGGUN\"",
                "label": "\"marketing strategy, women's health\"\"CMO\"\"PRUBSN ANGGUN\"\"The CMO plays a crucial role in marketing the PruBSN Anggun to potential customers, addressing women's health needs.\""
            },
            {
                "source": "\"FEMALE CARE BENEFIT\"",
                "target": "\"LIFE STAGE BENEFIT\"",
                "label": "\"insurance offerings, life events\"\"FEMALE CARE BENEFIT\"\"LIFE STAGE BENEFIT\"\"Both benefits are part of the insurance offerings designed to assist during different life events, indicating interrelations within policy benefits.\""
            },
            {
                "source": "\"FEMALE CANCER\"",
                "target": "\"PRUBSN\"",
                "label": "\"insurance claims, medical coverage\"\"FEMALE CANCER\"\"PRUBSN\"\"PruBSN is responsible for processing claims related to Female Cancer, providing insurance payouts as defined by the policy conditions.\""
            },
            {
                "source": "\"PRODUCT IMPLEMENTATION COMMITTEE (PIC)\"",
                "target": "\"PROJECT MANAGEMENT\"",
                "label": "\"project oversight, collaboration\"\"PRODUCT IMPLEMENTATION COMMITTEE (PIC)\"\"PROJECT MANAGEMENT\"\"The Product Implementation Committee works alongside Project Management to oversee the timely development of the PruBSN Anggun insurance plan.\""
            },
            {
                "source": "\"BASIC FEMALE PLAN\"",
                "target": "\"CANCER PROTECTOR RIDER\"",
                "label": "\"product enhancement, cancer care\"\"BASIC FEMALE PLAN\"\"CANCER PROTECTOR RIDER\"\"The Cancer Protector Rider supplements the Basic Female Plan by specifically addressing cancer treatment and care.\""
            },
            {
                "source": "\"CONTRIBUTION PAYMENT MODES\"",
                "target": "\"PRUBSN\"",
                "label": "\"flexible payments, service offering\"\"CONTRIBUTION PAYMENT MODES\"\"PRUBSN\"\"PruBSN allows multiple Contribution Payment Modes, catering to different preferences for convenience in payment processing.\""
            },
            {
                "source": "\"PRODUCT STEERING COMMITTEE (PSC)\"",
                "target": "\"PRUBSN ANGGUN\"",
                "label": "\"product approval, governance\"\"PRODUCT STEERING COMMITTEE (PSC)\"\"PRUBSN ANGGUN\"\"The Product Steering Committee (PSC) approves the stages in the development of the PruBSN Anggun takaful plan, indicating its key role in product governance.\""
            },
            {
                "source": "\"TAKAFULINK DANA AKTIF\"",
                "target": "\"TAKAFULINK DANA EKUITI GLOBAL\"",
                "label": "\"fund offerings, management charges\"\"TAKAFULINK DANA AKTIF\"\"TAKAFULINK DANA EKUITI GLOBAL\"\"Both funds are part of the Takafulink offerings and are subject to similar management charges, making them relevant in the same context.\""
            },
            {
                "source": "\"IHSAN RIDER\"",
                "target": "\"TAKAFUL SAVER\"",
                "label": "\"product relationship, contribution options\"\"IHSAN RIDER\"\"TAKAFUL SAVER\"\"The Ihsan rider is linked to Takaful Saver, enabling participants to modify their contributions as they see fit.\""
            },
            {
                "source": "\"INDIVIDUAL SPECIAL ACCOUNT (ISA)\"",
                "target": "\"PRUBSN ANGGUN\"",
                "label": "\"financial management, account utilization\"\"INDIVIDUAL SPECIAL ACCOUNT (ISA)\"\"PRUBSN ANGGUN\"\"The ISA is utilized within PruBSN Anggun for managing participant contributions, illustrating its role in the product's financial structure.\""
            },
            {
                "source": "\"PRUBSN PRIHATIN\"",
                "target": "\"TABARRU' FUND\"",
                "label": "\"fund management, mutual aid\"\"PRUBSN PRIHATIN\"\"TABARRU' FUND\"\"PruBSN Prihatin oversees the Tabarru' Fund where participant contributions are pooled for mutual aid.\""
            },
            {
                "source": "\"CHARGES AND TABARRU\"",
                "target": "\"PARTICIPANT\"",
                "label": "\"fees and contributions, awareness\"\"CHARGES AND TABARRU\"\"PARTICIPANT\"\"Participants' contributions are subject to Charges and Tabarru, making them aware of the various financial implications of their investment.\""
            },
            {
                "source": "\"IUA\"",
                "target": "\"MICROTAKAFUL JARIYAH ACCOUNT\"",
                "label": "\"financial contribution, coverage management\"\"IUA\"\"MICROTAKAFUL JARIYAH ACCOUNT\"\"IUA provides essential contributions to the Microtakaful Jariyah Account for participants' coverage.\""
            },
            {
                "source": "\"ANITA MENON\"",
                "target": "\"PRUBSN ANGGUN\"",
                "label": "\"risk management, organizational role\"\"ANITA MENON\"\"PRUBSN ANGGUN\"\"Anita Menon's responsibilities include managing financial risks associated with PruBSN Anggun.\""
            },
            {
                "source": "\"BANKS\"",
                "target": "\"PRUBSN\"",
                "label": "\"payment facilitation, banking collaboration\"\"BANKS\"\"PRUBSN\"\"PruBSN collaborates with various banks to facilitate contribution payments through different modes, enhancing participant convenience.\""
            },
            {
                "source": "\"E-WALLET\"",
                "target": "\"PARTICIPANT\"",
                "label": "\"digital payment, modern financing\"\"E-WALLET\"\"PARTICIPANT\"\"Participants have the option to use E-Wallets for making contributions, presenting a modern payment method for ease of transaction.\""
            },
            {
                "source": "\"FINANCIAL ADVISOR\"",
                "target": "\"PRUBSN DIRECT AGENCY\"",
                "label": "\"sales collaboration, distribution\"\"FINANCIAL ADVISOR\"\"PRUBSN DIRECT AGENCY\"\"PruBSN Direct Agency and Financial Advisors work together in the distribution channels to market the PruBSN Anggun product.\""
            },
            {
                "source": "\"PRUBSN ANGGUN\"",
                "target": "\"RUZANNA MOHD YUZER\"",
                "label": "\"product development, mental health\"\"PRUBSN ANGGUN\"\"RUZANNA MOHD YUZER\"\"Ruzanna Mohd Yuzer is involved in making updates to the benefits related to mental health within the PruBSN Anggun specifications.\""
            },
            {
                "source": "\"CLAIMS SCENARIO\"",
                "target": "\"MOM CARE RIDER\"",
                "label": "\"claims process, benefits utilization\"\"CLAIMS SCENARIO\"\"MOM CARE RIDER\"\"The Claims Scenario illustrates how benefits are activated under the Mom Care Rider for specific life events.\""
            },
            {
                "source": "\"MOM CARE\"",
                "target": "\"PREGNANCY CARE BENEFIT\"",
                "label": "\"benefit inclusion, maternal health\"\"MOM CARE\"\"PREGNANCY CARE BENEFIT\"\"Pregnancy Care Benefit is part of the Mom Care rider, indicating their direct relationship in health coverage for women.\""
            },
            {
                "source": "\"BENEFIT TERM\"",
                "target": "\"CERTIFICATE\"",
                "label": "\"policy terms, duration of benefits\"\"BENEFIT TERM\"\"CERTIFICATE\"\"The Benefit Term is defined within the Certificate, outlining the duration of benefits payable for the Takaful plan.\""
            },
            {
                "source": "\"CANCER PROTECTOR\"",
                "target": "\"EARLY STAGE CANCER\"",
                "label": "\"financial protection, health coverage\"\"CANCER PROTECTOR\"\"EARLY STAGE CANCER\"\"Cancer Protector offers financial payout when a person is diagnosed with Early Stage Cancer, indicating a protective financial measure for health issues.\""
            },
            {
                "source": "\"BASIC CERTIFICATE\"",
                "target": "\"CONTRIBUTION PAYMENT\"",
                "label": "\"financial obligation, policy maintenance\"\"BASIC CERTIFICATE\"\"CONTRIBUTION PAYMENT\"\"Contribution Payment is essential for keeping the Basic Certificate active and maintaining coverage.\""
            },
            {
                "source": "\"BALANCE BASIC SUM COVERED (BSC)\"",
                "target": "\"FEMALE CARCINOMA-IN-SITU\"",
                "label": "\"claim impact, coverage adjustment\"\"BALANCE BASIC SUM COVERED (BSC)\"\"FEMALE CARCINOMA-IN-SITU\"\"Claims related to Female Carcinoma-in-situ affect the Balance Basic Sum Covered under the policy, reducing the total insurance amount.\""
            },
            {
                "source": "\"PRUBSN\"",
                "target": "\"TAKAFULINK FUNDS\"",
                "label": "\"investment options, financial management\"\"PRUBSN\"\"TAKAFULINK FUNDS\"\"PruBSN's Takafulink funds allow participants to switch their investments among different fund options depending on their investment needs.\""
            },
            {
                "source": "\"FINANCIAL YEAR\"",
                "target": "\"SURPLUS\"",
                "label": "\"financial reporting, profit distribution\"\"FINANCIAL YEAR\"\"SURPLUS\"\"The financial year determines the accounting period for calculating the surplus available for participants after profit distribution.\""
            },
            {
                "source": "\"CONTRIBUTION DIRECTION\"",
                "target": "\"SHARIAH\"",
                "label": "\"financial ethics, compliance\"\"CONTRIBUTION DIRECTION\"\"SHARIAH\"\"The contribution direction is modified based on Shariah requirements, indicating that financial practices align with Islamic law.\""
            },
            {
                "source": "\"PRUBSN ANGGUN\"",
                "target": "\"SHARIAH COMMITTEE\"",
                "label": "\"Islamic compliance, oversight\"<SEP>\"compliance, religious oversight\"\"PRUBSN ANGGUN\"\"SHARIAH COMMITTEE\"\"The Shariah Committee ensures that the PruBSN Anggun product complies with Islamic finance principles.\"<SEP>\"The Shariah Committee evaluates PruBSN Anggun to ensure it aligns with Islamic law, indicating a compliance relationship.\""
            },
            {
                "source": "\"FERTILITY CARE BENEFIT\"",
                "target": "\"MATURITY PAYOUT\"",
                "label": "\"insurance claims, benefit linkage\"\"FERTILITY CARE BENEFIT\"\"MATURITY PAYOUT\"\"Fertility Care Benefit will be relevant during the Maturity Payout phase as it addresses specific claims made under insurance policies.\""
            },
            {
                "source": "\"CANCER PROTECTOR RIDER\"",
                "target": "\"COVERED PERSON\"",
                "label": "\"cancer coverage, insurance rider\"\"CANCER PROTECTOR RIDER\"\"COVERED PERSON\"\"Cancer Protector Rider is designed for Covered Persons to ensure they receive specific benefits related to cancer.\""
            },
            {
                "source": "\"ISKANDAR EZZAHUDDIN\"",
                "target": "\"PRUBSN ANGGUN\"",
                "label": "\"marketing, organizational role\"\"ISKANDAR EZZAHUDDIN\"\"PRUBSN ANGGUN\"\"Iskandar Ezzahuddin directs the marketing efforts for PruBSN Anggun to reach target customers.\""
            },
            {
                "source": "\"PERSISTENCY RATIO\"",
                "target": "\"PRUBSN\"",
                "label": "\"policy retention, agent rewards\"\"PERSISTENCY RATIO\"\"PRUBSN\"\"Persistency Ratio affects the incentives and bonuses PruBSN offers to agents based on policy retention rates.\""
            },
            {
                "source": "\"MICROTAKAFUL JARIYAH ACCOUNT\"",
                "target": "\"RIDER: IHSAN RIDER\"",
                "label": "\"account enhancement, benefit structuring\"\"MICROTAKAFUL JARIYAH ACCOUNT\"\"RIDER: IHSAN RIDER\"\"The Ihsan Rider is part of the Microtakaful Jariyah Account's structuring, aimed at enhancing participant benefits.\""
            },
            {
                "source": "\"FEMALE CARCINOMA IN SITU\"",
                "target": "\"PRUBSN\"",
                "label": "\"insurance claims, medical coverage\"\"FEMALE CARCINOMA IN SITU\"\"PRUBSN\"\"Claims related to Female Carcinoma in situ must be processed by PruBSN, which offers specific benefits and influences future claims by the individual.\""
            },
            {
                "source": "\"IHSAN CONTRIBUTION\"",
                "target": "\"PARTICIPANT\"",
                "label": "\"financial contribution, charitable assistance\"\"IHSAN CONTRIBUTION\"\"PARTICIPANT\"\"The Participant makes Ihsan Contributions as part of their enrollment in a Takaful scheme, which supports charitable causes.\""
            },
            {
                "source": "\"UNEARNED WAKALAH PORTION\"",
                "target": "\"WAKALAH CHARGE\"",
                "label": "\"financial liability, commission structure\"\"UNEARNED WAKALAH PORTION\"\"WAKALAH CHARGE\"\"The Unearned Wakalah Portion is directly associated with the Wakalah Charge as it represents commission yet to be earned based on services provided by PruBSN.\""
            },
            {
                "source": "\"ADVANCE CONTRIBUTION\"",
                "target": "\"PARTICIPANT\"",
                "label": "\"financial planning, advance payment\"\"ADVANCE CONTRIBUTION\"\"PARTICIPANT\"\"Participants are allowed to make advance contributions, paying ahead for designated periods, which influences their account management.\""
            },
            {
                "source": "\"IHSAN\"",
                "target": "\"PRUBSN ANGGUN\"",
                "label": "\"product offering, insurance compliance\"\"IHSAN\"\"PRUBSN ANGGUN\"\"PruBSN Anggun includes the Ihsan product as part of its offerings for customer financial needs.\""
            },
            {
                "source": "\"PRUBSN\"",
                "target": "\"TAKAFULINK DANA EKUITI INCOME\"",
                "label": "\"investment offering, financial services\"\"PRUBSN\"\"TAKAFULINK DANA EKUITI INCOME\"\"PruBSN offers the Takafulink Dana Ekuiti Income fund to participants as part of its investment options to provide income returns.\""
            },
            {
                "source": "\"CHARGE STRUCTURE\"",
                "target": "\"CONTRIBUTION\"",
                "label": "\"cost distribution, financial planning\"\"CHARGE STRUCTURE\"\"CONTRIBUTION\"\"Contribution amounts are influenced by Charge Structure, indicating how the costs are distributed across different plans.\""
            },
            {
                "source": "\"ISA\"",
                "target": "\"PARTICIPANT\"",
                "label": "\"investment, profit sharing\"\"ISA\"\"PARTICIPANT\"\"The Participant utilizes the ISA to invest and share in profits, with specific conditions governing the sharing and management of these funds.\""
            },
            {
                "source": "\"PARTICIPANT\"",
                "target": "\"WAKALAH CHARGE\"",
                "label": "\"fee structure, fund management\"\"PARTICIPANT\"\"WAKALAH CHARGE\"\"Participants agree to the deduction of Wakalah Charges as part of their contributions to fund management by PruBSN.\""
            },
            {
                "source": "\"CONTRIBUTION RE-DIRECTION\"",
                "target": "\"TAKAFULINK FUNDS\"",
                "label": "\"investment adjustment, flexibility\"\"CONTRIBUTION RE-DIRECTION\"\"TAKAFULINK FUNDS\"\"Contribution Re-direction allows for adjusting contributions towards Takafulink funds, enhancing investment flexibility for participants.\""
            },
            {
                "source": "\"QARD\"",
                "target": "\"TABARRU' FUND\"",
                "label": "\"financial support, risk coverage\"\"QARD\"\"TABARRU' FUND\"\"The Qard is tied to the operations of the Tabarru' Fund to cover losses without accruing interest, ensuring financial sustainability for participants.\""
            },
            {
                "source": "\"NO LAPSE PROVISION\"",
                "target": "\"PRUBSN\"",
                "label": "\"policy feature, continuity\"\"NO LAPSE PROVISION\"\"PRUBSN\"\"The No Lapse Provision is a critical feature of PruBSN's policies, ensuring coverage continuity under specified conditions.\""
            },
            {
                "source": "\"PARTICIPANT\"",
                "target": "\"PRUBSN\"",
                "label": "\"contractual relationship, service provision\"<SEP>\"financial engagement, service utilization\"<SEP>\"management oversight, financial structuring\"\"PARTICIPANT\"\"PRUBSN\"\"A Participant interacts with PruBSN through enrollment in Takaful plans and adherence to the terms set forth by the organization.\"<SEP>\"Participants engage with PruBSN to make contributions and benefit from various financial services and investment opportunities.\"<SEP>\"PruBSN oversees the investment activities of the Participant, providing management and structuring for profit sharing and loss bearing.\""
            },
            {
                "source": "\"BALANCE BSC\"",
                "target": "\"LIFE STAGE BENEFIT\"",
                "label": "\"benefit calculation, contribution impact\"\"BALANCE BSC\"\"LIFE STAGE BENEFIT\"\"Life Stage Benefit payouts are also calculated as a percentage of the Balance BSC, indicating a strong relationship between them.\""
            },
            {
                "source": "\"FEMALE CANCER\"",
                "target": "\"FEMALE CARE BENEFIT\"",
                "label": "\"claim eligibility, health coverage\"\"FEMALE CANCER\"\"FEMALE CARE BENEFIT\"\"The Female Cancer diagnosis is necessary for accessing benefits within the Female Care Benefit, highlighting their connection.\""
            },
            {
                "source": "\"MENTAL CARE BENEFIT\"",
                "target": "\"WAITING PERIOD\"",
                "label": "\"claims process, benefit activation\"\"MENTAL CARE BENEFIT\"\"WAITING PERIOD\"\"The Waiting Period applies to the Mental Care Benefit, determining when claims can be made for mental health issues.\""
            },
            {
                "source": "\"PRUBSN\"",
                "target": "\"TOTAL AND PERMANENT DISABILITY BENEFIT\"",
                "label": "\"insurance management, disability benefits\"\"PRUBSN\"\"TOTAL AND PERMANENT DISABILITY BENEFIT\"\"PruBSN administers the payments for Total and Permanent Disability Benefits, facilitating financial support for affected individuals.\""
            },
            {
                "source": "\"TAKAFULINK DANA DINAMIK\"",
                "target": "\"TAKAFULINK DANA URUS\"",
                "label": "\"fund management, financial performance\"\"TAKAFULINK DANA DINAMIK\"\"TAKAFULINK DANA URUS\"\"Takafulink Dana Urus and Takafulink Dana Dinamik are associated as categories of financial funds with specific asset management fees.\""
            },
            {
                "source": "\"ISA\"",
                "target": "\"IUA\"",
                "label": "\"financial structure, contribution management\"<SEP>\"organizational governance, financial framework\"\"ISA\"\"IUA\"\"ISA and IUA are components of the financial structure that work together in managing contributions and investments for insurance policyholders.\"<SEP>\"ISA provides the framework for governing the IUA, indicating its relevance in the context of financial contributions.\""
            },
            {
                "source": "\"PREGNANCY CARE BENEFIT\"",
                "target": "\"PRUBSN ANUGERAHPLUS\"",
                "label": "\"insurance offerings, financial support\"\"PREGNANCY CARE BENEFIT\"\"PRUBSN ANUGERAHPLUS\"\"PruBSN AnugerahPlus provides the Pregnancy Care Benefit as part of its suite of insurance offerings, ensuring financial support for pregnancy-related issues.\""
            },
            {
                "source": "\"FERTILITY CARE BENEFIT\"",
                "target": "\"PRUBSN ANUGERAHPLUS\"",
                "label": "\"insurance offerings, reproductive health\"\"FERTILITY CARE BENEFIT\"\"PRUBSN ANUGERAHPLUS\"\"Fertility Care Benefit is another offering included in PruBSN AnugerahPlus that supports couples undergoing fertility treatments.\""
            },
            {
                "source": "\"MOM CARE RIDER\"",
                "target": "\"PREGNANCY CARE BENEFIT\"",
                "label": "\"insurance coverage, pregnancy\"\"MOM CARE RIDER\"\"PREGNANCY CARE BENEFIT\"\"The Mom Care Rider includes the Pregnancy Care Benefit as part of its additional coverage for pregnancy-related issues.\""
            },
            {
                "source": "\"CERTIFICATE\"",
                "target": "\"NO LAPSE PROVISION\"",
                "label": "\"policy condition, coverage guarantee\"\"CERTIFICATE\"\"NO LAPSE PROVISION\"\"The No Lapse Provision applies to the Certificate, ensuring it remains in effect if contributions are paid on time.\""
            },
            {
                "source": "\"HAJJ PILGRIMAGE\"",
                "target": "\"LIFE STAGE BENEFIT\"",
                "label": "\"spiritual significance, event coverage\"\"HAJJ PILGRIMAGE\"\"LIFE STAGE BENEFIT\"\"Hajj Pilgrimage qualifies for a payout within the Life Stage Benefit, illustrating the importance of this life event.\""
            },
            {
                "source": "\"BABY CARE BENEFIT\"",
                "target": "\"PRUBSN ANUGERAHPLUS\"",
                "label": "\"insurance offerings, child health\"\"BABY CARE BENEFIT\"\"PRUBSN ANUGERAHPLUS\"\"The Baby Care Benefit is part of PruBSN AnugerahPlus, aiming to provide financial assistance for congenital conditions affecting policyholders' children.\""
            },
            {
                "source": "\"PARTICIPANT\"",
                "target": "\"SUM COVERED\"",
                "label": "\"coverage adjustment, participant choice\"<SEP>\"coverage amount, policy terms\"\"PARTICIPANT\"\"SUM COVERED\"\"The Participant has the option to vary the Sum Covered in their Takaful plan based on their needs and circumstances.\"<SEP>\"The Sum Covered represents the agreed amount of insurance coverage that a Participant is entitled to under their policy.\""
            },
            {
                "source": "\"PRUBSN\"",
                "target": "\"SINGLE CONTRIBUTION TOP-UP\"",
                "label": "\"additional investment, policy adaptation\"\"PRUBSN\"\"SINGLE CONTRIBUTION TOP-UP\"\"Single Contribution Top-up allows participants to increase their investment within PruBSN's Takaful framework without affecting existing coverage.\""
            },
            {
                "source": "\"CANCER PROTECTOR\"",
                "target": "\"PRUBSN ANUGERAHPLUS\"",
                "label": "\"insurance offerings, health protection\"\"CANCER PROTECTOR\"\"PRUBSN ANUGERAHPLUS\"\"The Cancer Protector is included within the PruBSN AnugerahPlus offerings, providing financial coverage for cancer diagnoses and treatments.\""
            },
            {
                "source": "\"CERTIFICATE\"",
                "target": "\"PARTICIPANT\"",
                "label": "\"document issuance, policy agreement\"\"CERTIFICATE\"\"PARTICIPANT\"\"The Certificate is issued to the Participant, outlining their rights and coverage under the Takaful plan.\""
            },
            {
                "source": "\"PRUBSN ANUGERAHPLUS\"",
                "target": "\"TAKAFUL SAVER\"",
                "label": "\"insurance offerings, financial growth\"\"PRUBSN ANUGERAHPLUS\"\"TAKAFUL SAVER\"\"Takaful Saver is an investment-related rider associated with the PruBSN AnugerahPlus, allowing regular contributions to fund investments.\""
            },
            {
                "source": "\"IHSAN RIDER\"",
                "target": "\"PRUBSN ANUGERAHPLUS\"",
                "label": "\"insurance offerings, community support\"\"IHSAN RIDER\"\"PRUBSN ANUGERAHPLUS\"\"Ihsan Rider is part of PruBSN AnugerahPlus, promoting community-based contributions for microtakaful initiatives.\""
            },
            {
                "source": "\"BALANCE BSC\"",
                "target": "\"MENTAL CARE BENEFIT\"",
                "label": "\"claim limitation, insurance relation\"\"BALANCE BSC\"\"MENTAL CARE BENEFIT\"\"Mental Care Benefit claims are limited by the Balance BSC, demonstrating how this benefit is contingent upon the overall coverage available.\""
            },
            {
                "source": "\"ENDORSEMENT\"",
                "target": "\"PARTICIPANT\"",
                "label": "\"modification, coverage adjustment\"\"ENDORSEMENT\"\"PARTICIPANT\"\"Endorsements allow Participants to change or add to their existing insurance coverage according to the rules provided.\""
            },
            {
                "source": "\"PARTICIPANT\"",
                "target": "\"TAKAFUL SAVER\"",
                "label": "\"savings plan, dual purpose\"\"PARTICIPANT\"\"TAKAFUL SAVER\"\"Participants can access Takaful Saver plans which serve as both insurance and savings options within the Takaful scheme.\""
            },
            {
                "source": "\"COVERED PERSON\"",
                "target": "\"MOM CARE RIDER\"",
                "label": "\"maternity benefits, insurance rider\"\"COVERED PERSON\"\"MOM CARE RIDER\"\"Mom Care Rider is a specific benefit provided to Covered Persons under certain conditions related to motherhood.\""
            },
            {
                "source": "\"FREE-LOOK PERIOD\"",
                "target": "\"PARTICIPANT\"",
                "label": "\"cancellation policy, consumer rights\"\"FREE-LOOK PERIOD\"\"PARTICIPANT\"\"The Free-look Period grants Participants the opportunity to cancel their certificates under specific conditions and receive a refund.\""
            },
            {
                "source": "\"LIFE STAGE BENEFIT\"",
                "target": "\"RETIREMENT\"",
                "label": "\"life event, claims process\"\"LIFE STAGE BENEFIT\"\"RETIREMENT\"\"Retirement can trigger a Life Stage Benefit claim under specific conditions stated in the policy.\""
            },
            {
                "source": "\"PRUBSN ANGGUN\"",
                "target": "\"TABARRU' FUND\"",
                "label": "\"financial support, mutual assistance\"\"PRUBSN ANGGUN\"\"TABARRU' FUND\"\"PruBSN Anggun integrates the Tabarru' Fund as a financial support mechanism for participants' mutual aid in claims.\""
            },
            {
                "source": "\"MAJOR DEPRESSIVE DISORDER\"",
                "target": "\"MENTAL CARE BENEFIT\"",
                "label": "\"mental health, insurance coverage\"\"MAJOR DEPRESSIVE DISORDER\"\"MENTAL CARE BENEFIT\"\"Major Depressive Disorder falls under the spectrum of conditions covered by the Mental Care Benefit, indicating direct insurance relation.\""
            },
            {
                "source": "\"PRUBSN ANGGUN\"",
                "target": "\"SOLUTION PACKAGE\"",
                "label": "\"target audience, customization\"\"PRUBSN ANGGUN\"\"SOLUTION PACKAGE\"\"Solution Packages are specific offerings under PruBSN Anggun designed to cater to various segments of womens needs.\""
            },
            {
                "source": "\"PRUBSN ANGGUN\"",
                "target": "\"TAKAFULINK DANA EKUITI DINASTI\"",
                "label": "\"product offering, investment opportunity\"\"PRUBSN ANGGUN\"\"TAKAFULINK DANA EKUITI DINASTI\"\"PruBSN Anggun includes Takafulink Dana Ekuiti Dinasti as one of the investment options for participants to choose from.\""
            },
            {
                "source": "\"BASIC FEMALE PLAN\"",
                "target": "\"MOM CARE RIDER\"",
                "label": "\"product enhancement, motherhood\"\"BASIC FEMALE PLAN\"\"MOM CARE RIDER\"\"The Mom Care Rider enhances the Basic Female Plan, providing additional benefits tailored for mothers.\""
            },
            {
                "source": "\"LIFE STAGE BENEFIT\"",
                "target": "\"PARTICIPANT\"",
                "label": "\"benefit adjustment, personal circumstances\"\"LIFE STAGE BENEFIT\"\"PARTICIPANT\"\"The Life Stage Benefit adjusts according to a Participant's changing life circumstances and their contributions over time.\""
            },
            {
                "source": "\"CONTRIBUTION\"",
                "target": "\"WAKALAH CERTIFICATE CHARGES\"",
                "label": "\"cost impact, investment relationship\"\"CONTRIBUTION\"\"WAKALAH CERTIFICATE CHARGES\"\"Wakalah Certificate Charges impact the overall Contribution made by an individual, linking fee structures to investment amounts.\""
            },
            {
                "source": "\"BALANCE BSC\"",
                "target": "\"MOM CARE\"",
                "label": "\"coverage customization, insurance connection\"\"BALANCE BSC\"\"MOM CARE\"\"The Mom Care features have customizable coverage options that relate directly to the Balance BSC, illustrating their association in policy making.\""
            },
            {
                "source": "\"EASTSPRING INVESTMENTS\"",
                "target": "\"PRUDENTIAL BSN TAKAFUL\"",
                "label": "\"investment management, service provision\"\"EASTSPRING INVESTMENTS\"\"PRUDENTIAL BSN TAKAFUL\"\"Eastspring Investments provides asset management services that may align with Prudential BSN Takafuls investment strategies.\""
            },
            {
                "source": "\"NON-FINANCIAL LIMIT\"",
                "target": "\"UNDERWRITING\"",
                "label": "\"underwriting policy, submission guidelines\"\"NON-FINANCIAL LIMIT\"\"UNDERWRITING\"\"Non-Financial Limit is another aspect of underwriting relevant to the specifications surrounding agent submissions.\""
            },
            {
                "source": "\"AGENT\"",
                "target": "\"HIGH PRODUCER FRINGE BENEFIT\"",
                "label": "\"incentives, performance\"\"AGENT\"\"HIGH PRODUCER FRINGE BENEFIT\"\"High Producer Fringe Benefit is awarded to top-performing Agents as a reward for significant contributions and retention.\""
            },
            {
                "source": "\"BANK SIMPANAN NASIONAL (BSN)\"",
                "target": "\"PRUBSN ANGGUN\"",
                "label": "\"collaboration, financial services\"\"BANK SIMPANAN NASIONAL (BSN)\"\"PRUBSN ANGGUN\"\"Bank Simpanan Nasional (BSN) collaborates with PruBSN Anggun to offer insurance products to a broader customer base.\""
            },
            {
                "source": "\"CEO\"",
                "target": "\"PRODUCT STEERING COMMITTEE (PSC)\"",
                "label": "\"leadership, decision-making\"\"CEO\"\"PRODUCT STEERING COMMITTEE (PSC)\"\"The CEO likely participates in the Product Steering Committee, influencing decisions related to the PruBSN Anggun project.\""
            },
            {
                "source": "\"PRUBSN ANGGUN\"",
                "target": "\"TRAINING MATERIALS\"",
                "label": "\"agent training, product knowledge\"\"PRUBSN ANGGUN\"\"TRAINING MATERIALS\"\"Training Materials are specifically aimed at enhancing the capabilities of agents for PruBSN Anggun.\""
            },
            {
                "source": "\"RHEUMATOID ARTHRITIS\"",
                "target": "\"SYSTEMIC LUPUS ERYTHEMATOSUS\"",
                "label": "\"autoimmune diseases, medical implications\"\"RHEUMATOID ARTHRITIS\"\"SYSTEMIC LUPUS ERYTHEMATOSUS\"\"Both conditions are chronic autoimmune diseases that can result in severe complications, requiring significant medical attention.\""
            },
            {
                "source": "\"TAKAFULINK DANA BON\"",
                "target": "\"WAKALAH CHARGES\"",
                "label": "\"fund management, operational costs\"\"TAKAFULINK DANA BON\"\"WAKALAH CHARGES\"\"Wakalah Charges apply specifically to the management of Takafulink Dana Bon, reflecting the operational costs involved.\""
            },
            {
                "source": "\"COMMISSION DEDUCTION\"",
                "target": "\"PARTICIPANT\"",
                "label": "\"financial management, commission structure\"\"COMMISSION DEDUCTION\"\"PARTICIPANT\"\"Commission Deduction is applied to contributions made by Participants, affecting the total amount allocated to their investment plans.\""
            },
            {
                "source": "\"LAPSE RULES\"",
                "target": "\"MONTHLY TABARRU'\"",
                "label": "\"financial management, insurance policy\"\"LAPSE RULES\"\"MONTHLY TABARRU'\"\"Monthly Tabarru' deductions are involved in the Lapse Rules that dictate the financial management of the insurance policy.\""
            },
            {
                "source": "\"EXCEPTIONS\"",
                "target": "\"PRUBSN\"",
                "label": "\"flexibility, operational rules\"\"EXCEPTIONS\"\"PRUBSN\"\"PruBSN operates under exceptions that may alter the standard terms in specific scenarios concerning fund management and investments.\""
            },
            {
                "source": "\"PRUBSN ANGGUN\"",
                "target": "\"TAKAFUL SAVER\"",
                "label": "\"product offering, savings benefits\"\"PRUBSN ANGGUN\"\"TAKAFUL SAVER\"\"PruBSN Anggun offers Takaful Saver as part of its insurance solutions, targeting savings benefits for participants.\""
            },
            {
                "source": "\"AUTO REVIVAL\"",
                "target": "\"PARTICIPANT\"",
                "label": "\"automatic process, financial management\"\"AUTO REVIVAL\"\"PARTICIPANT\"\"The Auto Revival process allows Participants to automatically revive their lapsed certificates upon satisfying certain payment conditions.\""
            },
            {
                "source": "\"IUA CONTRIBUTION\"",
                "target": "\"TOTAL PRODUCTION COUNT (TPC)\"",
                "label": "\"financial metrics, contribution mechanism\"\"IUA CONTRIBUTION\"\"TOTAL PRODUCTION COUNT (TPC)\"\"IUA Contribution is part of the calculation mechanism for determining Total Production Count for agents within PruBSN Anggun.\""
            },
            {
                "source": "\"BASIC PRUBSN ANGGUN\"",
                "target": "\"TOTAL AND PERMANENT DISABILITY (TPD)\"",
                "label": "\"insurance coverage, policy benefits\"\"BASIC PRUBSN ANGGUN\"\"TOTAL AND PERMANENT DISABILITY (TPD)\"\"The Total and Permanent Disability coverage is part of the Basic PruBSN Anggun plan, ensuring benefits are paid out under such circumstances.\""
            },
            {
                "source": "\"HUNGRY APPLICATION\"",
                "target": "\"TABARRU' FUND\"",
                "label": "\"financial resilience, risk exposure\"\"HUNGRY APPLICATION\"\"TABARRU' FUND\"\"The Tabarru' Fund may be impacted in 'hungry application' situations where external financial issues affect fund integrity.\""
            },
            {
                "source": "\"PARTICIPANT\"",
                "target": "\"REVIVAL FOR PARTIAL LAPSE\"",
                "label": "\"partial conditions, compliance\"\"PARTICIPANT\"\"REVIVAL FOR PARTIAL LAPSE\"\"The Revival for Partial Lapse category stipulates conditions that Participants must follow for certificates that have partially lapsed.\""
            },
            {
                "source": "\"FEMALE CANCER\"",
                "target": "\"FEMALE ILLNESS BENEFIT\"",
                "label": "\"health coverage, benefit structure\"\"FEMALE CANCER\"\"FEMALE ILLNESS BENEFIT\"\"Female Illness Benefit provides payouts specifically for female cancers claimed under the insurance policy.\""
            },
            {
                "source": "\"FERTILITY CARE BENEFIT\"",
                "target": "\"PREGNANCY CARE BENEFIT\"",
                "label": "\"reproductive health, coverage\"\"FERTILITY CARE BENEFIT\"\"PREGNANCY CARE BENEFIT\"\"Both benefits pertain to women's reproductive health and handle conditions related to pregnancy and fertility issues.\""
            },
            {
                "source": "\"CHARGE STRUCTURE\"",
                "target": "\"WAKALAH CERTIFICATE CHARGES\"",
                "label": "\"fee structuring, calculations\"\"CHARGE STRUCTURE\"\"WAKALAH CERTIFICATE CHARGES\"\"Charge Structure outlines the specifics of how Wakalah Certificate Charges are calculated based on different payment frequencies.\""
            },
            {
                "source": "\"NOR MUSLIZA HASNI\"",
                "target": "\"SHARIAH\"",
                "label": "\"regulatory compliance, ethical standards\"\"NOR MUSLIZA HASNI\"\"SHARIAH\"\"Nor Musliza Hasni incorporates Shariah principles into the updates of financial documents, ensuring compliance with Islamic law.\""
            },
            {
                "source": "\"NCDD\"",
                "target": "\"PRUBSN\"",
                "label": "\"payment scheduling, contribution management\"\"NCDD\"\"PRUBSN\"\"PruBSN manages the NCDD, ensuring participants are informed about their contribution schedules and obligations.\""
            },
            {
                "source": "\"BALANCE BSC\"",
                "target": "\"FEMALE CARE BENEFIT\"",
                "label": "\"benefit calculation, insurance linkage\"\"BALANCE BSC\"\"FEMALE CARE BENEFIT\"\"The Female Care Benefit payouts are calculated based on a percentage of the Balance BSC, showing a direct correlation between these entities.\""
            },
            {
                "source": "\"COVERED PERSON\"",
                "target": "\"PRUBSN\"",
                "label": "\"insurance, protection\"\"COVERED PERSON\"\"PRUBSN\"\"PruBSN provides insurance coverage and benefits that directly protect the Covered Person from various risks.\""
            },
            {
                "source": "\"HAJJ PILGRIMAGE/UMRAH\"",
                "target": "\"LIFE STAGE BENEFIT\"",
                "label": "\"benefits integration, religious significance\"\"HAJJ PILGRIMAGE/UMRAH\"\"LIFE STAGE BENEFIT\"\"The Life Stage Benefit includes religious events like Hajj Pilgrimage/Umrah, which are significant in offering customized coverage for women.\""
            },
            {
                "source": "\"BASIC BENEFITS\"",
                "target": "\"PARTICIPANT\"",
                "label": "\"insurance coverage, financial protection\"\"BASIC BENEFITS\"\"PARTICIPANT\"\"Participants are entitled to Basic Benefits, which form a core part of the financial protection provided under the scheme.\""
            },
            {
                "source": "\"PARTICIPANT\"",
                "target": "\"ULTIMATE REDEMPTION VALUE\"",
                "label": "\"financial returns, investment withdrawal\"\"PARTICIPANT\"\"ULTIMATE REDEMPTION VALUE\"\"The ultimate redemption value is the amount that the Participant can receive upon complete withdrawal from the investment scheme after all deductions.\""
            },
            {
                "source": "\"ACQUIRED IMMUNODEFICIENCY SYNDROME (AIDS)\"",
                "target": "\"HUMAN IMMUNODEFICIENCY VIRUS (HIV)\"",
                "label": "\"virus, disease progression\"\"ACQUIRED IMMUNODEFICIENCY SYNDROME (AIDS)\"\"HUMAN IMMUNODEFICIENCY VIRUS (HIV)\"\"AIDS is a late stage of HIV infection, indicating a direct relationship between the two diseases.\""
            },
            {
                "source": "\"MENTAL CARE BENEFIT\"",
                "target": "\"PRUBSN ANGGUN\"",
                "label": "\"insurance offerings, mental health\"\"MENTAL CARE BENEFIT\"\"PRUBSN ANGGUN\"\"Mental Care Benefit is part of the features of PruBSN Anggun that addresses essential mental health support for women.\""
            },
            {
                "source": "\"EXCLUSIONS\"",
                "target": "\"LIFETIME LIMIT\"",
                "label": "\"policy limitations, financial coverage\"\"EXCLUSIONS\"\"LIFETIME LIMIT\"\"Exclusions express specific situations that are not covered, which might intersect with claims subject to the Lifetime Limit.\""
            },
            {
                "source": "\"ADDITIONAL BENEFITS\"",
                "target": "\"PARTICIPANT\"",
                "label": "\"supplementary coverage, insurance options\"\"ADDITIONAL BENEFITS\"\"PARTICIPANT\"\"Participants have access to Additional Benefits, which provide enhanced coverage beyond the Basic Benefits offered.\""
            },
            {
                "source": "\"FERTILITY CARE BENEFIT\"",
                "target": "\"IN-VITRO FERTILIZATION (IVF)\"",
                "label": "\"financial support, reproductive health\"\"FERTILITY CARE BENEFIT\"\"IN-VITRO FERTILIZATION (IVF)\"\"Fertility Care Benefit covers the costs associated with In-Vitro Fertilization (IVF) procedures, linking the benefit directly to infertility treatment options.\""
            },
            {
                "source": "\"AGENT\"",
                "target": "\"PRODUCTION BONUS\"",
                "label": "\"incentives, performance\"\"AGENT\"\"PRODUCTION BONUS\"\"Production Bonus incentivizes Agents based on their contribution performance, affecting their earnings and motivation.\""
            },
            {
                "source": "\"NON-MEDICAL LIMIT\"",
                "target": "\"UNDERWRITING\"",
                "label": "\"underwriting policy, submission guidelines\"\"NON-MEDICAL LIMIT\"\"UNDERWRITING\"\"Non-Medical Limit is an aspect within the underwriting guidelines that facilitates simplified submission processes.\""
            },
            {
                "source": "\"CHILDBIRTH CERTIFICATE\"",
                "target": "\"LIFE STAGE BENEFIT\"",
                "label": "\"documentation, claims process\"\"CHILDBIRTH CERTIFICATE\"\"LIFE STAGE BENEFIT\"\"Childbirth Certificate is necessary to claim the Life Stage Benefit upon the event of childbirth.\""
            },
            {
                "source": "\"CANCELLATION/DELETION OF RIDER(S)\"",
                "target": "\"PARTICIPANT\"",
                "label": "\"coverage management, participant decision\"\"CANCELLATION/DELETION OF RIDER(S)\"\"PARTICIPANT\"\"The Participant may choose to cancel or delete riders added to their Takaful plan, affecting their coverage options.\""
            },
            {
                "source": "\"CERTIFICATE\"",
                "target": "\"PRUBSN\"",
                "label": "\"document issuance, regulatory framework\"\"CERTIFICATE\"\"PRUBSN\"\"Certificates are issued by PruBSN and govern the terms of the insurance or Takaful agreements initiated by Participants.\""
            },
            {
                "source": "\"BALANCE BSC\"",
                "target": "\"FEMALE CIS\"",
                "label": "\"claim impact, insurance relation\"\"BALANCE BSC\"\"FEMALE CIS\"\"Female CIS claims can affect the Balance BSC, refreshing it if specific conditions are met, thus indicating their interdependence.\""
            },
            {
                "source": "\"ISA\"",
                "target": "\"PRUBSN\"",
                "label": "\"contribution allocation, investment management\"\"ISA\"\"PRUBSN\"\"Contributions made by Participants are allocated to ISA, a specific account managed by PruBSN for investments.\""
            },
            {
                "source": "\"TAKAFULINK DANA BON\"",
                "target": "\"TAKAFULINK DANA EKUITI DINASTI\"",
                "label": "\"fund management, financial categories\"\"TAKAFULINK DANA BON\"\"TAKAFULINK DANA EKUITI DINASTI\"\"Both Takafulink Dana Bon and Takafulink Dana Ekuiti Dinasti are funds managed under Takafulink, each incurring distinct charges.\""
            },
            {
                "source": "\"LEGAL ADOPTION\"",
                "target": "\"LIFE STAGE BENEFIT\"",
                "label": "\"life event coverage, insurance policy\"\"LEGAL ADOPTION\"\"LIFE STAGE BENEFIT\"\"Legal Adoption is considered a life event that allows claims under the Life Stage Benefit, thus showing their association.\""
            },
            {
                "source": "\"ISA\"",
                "target": "\"WAKALAH CERTIFICATE CHARGE\"",
                "label": "\"certificate management, organizational responsibility\"\"ISA\"\"WAKALAH CERTIFICATE CHARGE\"\"ISA is responsible for managing the Wakalah Certificate Charge, which relates to maintaining certificates for contributions.\""
            },
            {
                "source": "\"OCCUPATION CLASS\"",
                "target": "\"PARTICIPANT\"",
                "label": "\"risk classification, underwriting\"\"OCCUPATION CLASS\"\"PARTICIPANT\"\"The Occupation Class of a Participant is used to assess the risk associated with their profession for Takaful coverage.\""
            },
            {
                "source": "\"INVESTMENT PROFIT\"",
                "target": "\"PRUBSN\"",
                "label": "\"profit allocation, organizational policy\"\"INVESTMENT PROFIT\"\"PRUBSN\"\"The Investment Profit structure demonstrates the allocation of profits for the PruBSN organizations products.\""
            },
            {
                "source": "\"ISA CONTRIBUTION\"",
                "target": "\"RETIREMENT GRATUITY BENEFIT (RGB)\"",
                "label": "\"benefit calculation, contribution basis\"\"ISA CONTRIBUTION\"\"RETIREMENT GRATUITY BENEFIT (RGB)\"\"ISA Contribution is fundamental to calculating the Retirement Gratuity Benefit for applicable agents.\""
            },
            {
                "source": "\"PRUBSN\"",
                "target": "\"TABARRU'\"",
                "label": "\"mutual assistance, fund management\"\"PRUBSN\"\"TABARRU'\"\"PruBSN manages the Tabarru' contributions meant for mutual assistance among Participants as part of its operations.\""
            },
            {
                "source": "\"PARKLAS KK CHUA\"",
                "target": "\"PRUBSN ANGGUN\"",
                "label": "\"distribution, organizational role\"\"PARKLAS KK CHUA\"\"PRUBSN ANGGUN\"\"As Head of Agency Distribution, Parklas KK Chua manages how PruBSN Anggun is distributed to customers.\""
            },
            {
                "source": "\"PRUBSN ANGGUN\"",
                "target": "\"PRUDENTIAL ASSURANCE MALAYSIA BERHAD\"",
                "label": "\"organizational structure, product lineup\"\"PRUBSN ANGGUN\"\"PRUDENTIAL ASSURANCE MALAYSIA BERHAD\"\"PruBSN Anggun operates under Prudential Assurance Malaysia Berhad as part of their insurance product lineup.\""
            },
            {
                "source": "\"PARTICIPANT\"",
                "target": "\"SURRENDER REQUEST\"",
                "label": "\"withdrawal procedure, financial transaction\"\"PARTICIPANT\"\"SURRENDER REQUEST\"\"The Participant submits a Surrender Request to withdraw from their contribution, triggering specific financial processes.\""
            },
            {
                "source": "\"NEW KHENG CHEE\"",
                "target": "\"PRUBSN ANGGUN\"",
                "label": "\"financial management, organizational role\"\"NEW KHENG CHEE\"\"PRUBSN ANGGUN\"\"New Kheng Chee manages the financial strategies that impact PruBSN Anggun's financial health.\""
            },
            {
                "source": "\"CANCER PROTECTOR\"",
                "target": "\"FEMALE CANCER\"",
                "label": "\"insurance coverage, cancer support\"\"CANCER PROTECTOR\"\"FEMALE CANCER\"\"Cancer Protector offers coverage specifically for treatment of female cancers, highlighting a direct connection between the two.\""
            },
            {
                "source": "\"MATURITY PAYOUT\"",
                "target": "\"NOR MUSLIZA HASNI\"",
                "label": "\"document management, role responsibility\"\"MATURITY PAYOUT\"\"NOR MUSLIZA HASNI\"\"Nor Musliza Hasni is responsible for updating the information regarding the Maturity Payout in the insurance documentation.\""
            },
            {
                "source": "\"AHMIR UD DEEN\"",
                "target": "\"PRUBSN ANGGUN\"",
                "label": "\"operations, organizational role\"\"AHMIR UD DEEN\"\"PRUBSN ANGGUN\"\"Ahmir ud Deen's role as COO involves overseeing operations related to PruBSN Anggun's implementation.\""
            },
            {
                "source": "\"TABARRU'\"",
                "target": "\"TF\"",
                "label": "\"mutual assistance, fund allocation\"\"TABARRU'\"\"TF\"\"Tabarru' contributions are allocated to the TF, which serves to assist participants in need according to mutual protection principles.\""
            },
            {
                "source": "\"BOUNCE-BACK BENEFIT\"",
                "target": "\"FEMALE CARE BENEFIT\"",
                "label": "\"insurance features, claims management\"\"BOUNCE-BACK BENEFIT\"\"FEMALE CARE BENEFIT\"\"The Bounce-Back Benefit is a feature related to prior claims made under the Female Care Benefit which influences the benefit amount available.\""
            },
            {
                "source": "\"PRUBSN\"",
                "target": "\"SLE WITH SEVERE KIDNEY COMPLICATIONS\"",
                "label": "\"insurance claims, medical coverage\"\"PRUBSN\"\"SLE WITH SEVERE KIDNEY COMPLICATIONS\"\"PruBSN also manages claims involving SLE with Severe Kidney Complications, paying prescribed benefits to the covered individuals.\""
            },
            {
                "source": "\"GENERALISED ANXIETY DISORDER\"",
                "target": "\"MENTAL CARE BENEFIT\"",
                "label": "\"mental health coverage, claim eligibility\"\"GENERALISED ANXIETY DISORDER\"\"MENTAL CARE BENEFIT\"\"Generalised Anxiety Disorder is a condition that can be claimed under the Mental Care Benefit, linking them together.\""
            },
            {
                "source": "\"BALANCE BASIC SUM COVERED (BSC)\"",
                "target": "\"BOUNCE-BACK FEATURE\"",
                "label": "\"recovery, policy feature\"\"BALANCE BASIC SUM COVERED (BSC)\"\"BOUNCE-BACK FEATURE\"\"The Bounce-Back Feature allows participants to recover the Balance Basic Sum Covered after specific claims scenarios have not occurred within a given time.\""
            },
            {
                "source": "\"BABY CARE BENEFIT\"",
                "target": "\"DEATH OF MOTHER\"",
                "label": "\"financial assistance, childbirth circumstances\"\"BABY CARE BENEFIT\"\"DEATH OF MOTHER\"\"Baby Care Benefit is relevant if a covered child's congenital condition occurs, potentially influenced by circumstances surrounding the Death of Mother event.\""
            },
            {
                "source": "\"PRUBSN\"",
                "target": "\"TAKAFUL SAVER\"",
                "label": "\"insurance products, financial services\"\"PRUBSN\"\"TAKAFUL SAVER\"\"PruBSN offers the Takaful Saver as part of its insurance products, which allows for contribution adjustments under certain conditions.\""
            },
            {
                "source": "\"CONTRIBUTION PAYMENT\"",
                "target": "\"LAPSE RULES\"",
                "label": "\"policy maintenance, financial consequences\"\"CONTRIBUTION PAYMENT\"\"LAPSE RULES\"\"Lapse Rules are activated when Contribution Payments are insufficient, leading to the potential termination of coverage.\""
            },
            {
                "source": "\"AGENT\"",
                "target": "\"PERSISTENCY BONUS\"",
                "label": "\"retention, performance incentives\"\"AGENT\"\"PERSISTENCY BONUS\"\"Persistency Bonus rewards Agents for keeping high retention rates, linking their performance to financial incentives.\""
            },
            {
                "source": "\"AGENT\"",
                "target": "\"PRUBSN\"",
                "label": "\"insurance sales, customer relations\"\"AGENT\"\"PRUBSN\"\"Agents are key personnel in selling and managing the insurance policies provided by PruBSN.\""
            },
            {
                "source": "\"ISA\"",
                "target": "\"WAKALAH CHARGE\"",
                "label": "\"fee structure, investment impact\"\"ISA\"\"WAKALAH CHARGE\"\"The Wakalah Charge influences the amounts allocated to the ISA, affecting participants' investment returns.\""
            },
            {
                "source": "\"INDIVIDUAL SPECIAL ACCOUNT (ISA)\"",
                "target": "\"PARTICIPANT\"",
                "label": "\"account management, financial obligation\"\"INDIVIDUAL SPECIAL ACCOUNT (ISA)\"\"PARTICIPANT\"\"Participants have accounts (ISA) managed by PruBSN representing their contributions and benefits owed to them.\""
            },
            {
                "source": "\"NOR MUSLIZA HASNI\"",
                "target": "\"PRUBSN ANGGUN\"",
                "label": "\"product development, contribution\"\"NOR MUSLIZA HASNI\"\"PRUBSN ANGGUN\"\"Nor Musliza Hasni is contributing to the updates and specifications of PruBSN Anggun, reflecting her role in product development.\""
            },
            {
                "source": "\"PRUBSN\"",
                "target": "\"TABARRU' CHARGE\"",
                "label": "\"financial structure, communal support\"\"PRUBSN\"\"TABARRU' CHARGE\"\"PruBSN applies a Tabarru' charge as part of the contribution structure, which supports the Takaful pool for claims.\""
            },
            {
                "source": "\"BOARD OF DIRECTORS\"",
                "target": "\"PRUBSN\"",
                "label": "\"governance, strategic direction\"\"BOARD OF DIRECTORS\"\"PRUBSN\"\"The Board of Directors governs PruBSN, influencing key strategic decisions and overall policy formulation.\""
            },
            {
                "source": "\"PARTICIPANT\"",
                "target": "\"REVIVAL RULES\"",
                "label": "\"conditions, compliance\"\"PARTICIPANT\"\"REVIVAL RULES\"\"Participants must adhere to the Revival Rules to successfully revive their lapsed certificates outlined by PruBSN.\""
            },
            {
                "source": "\"CANCER PROTECTOR\"",
                "target": "\"NOR MUSLIZA HASNI\"",
                "label": "\"product management, healthcare compliance\"\"CANCER PROTECTOR\"\"NOR MUSLIZA HASNI\"\"Nor Musliza Hasni makes updates to the Cancer Protector specifications, ensuring the product remains up to date with current healthcare standards.\""
            },
            {
                "source": "\"IUA\"",
                "target": "\"PRUBSN\"",
                "label": "\"investment options, fund management\"\"IUA\"\"PRUBSN\"\"Participants can redirect contributions into IUA, allowing for investment in various linked funds managed by PruBSN.\""
            },
            {
                "source": "\"MANAGEMENT CHARGES\"",
                "target": "\"TOTAL\"",
                "label": "\"aggregation, cost structure\"\"MANAGEMENT CHARGES\"\"TOTAL\"\"Total is influenced by Management Charges across various funds, which combine to form the overall cost to policyholders.\""
            },
            {
                "source": "\"PRUBSN\"",
                "target": "\"TABARRU' FUND\"",
                "label": "\"claims management, financial relationship\"<SEP>\"fund management, collective risk\"\"PRUBSN\"\"TABARRU' FUND\"\"PruBSN manages claims that involve transferring amounts into the Tabarru' Fund, indicating a procedural relationship between the insurance provider and the fund used for benefit payouts.\"<SEP>\"PruBSN manages the Tabarru' Fund, which is designed to provide collective financial risk management and profit allocation among participants.\""
            },
            {
                "source": "\"FERTILITY CARE BENEFIT\"",
                "target": "\"INTRAUTERINE INSEMINATION (IUI)\"",
                "label": "\"financial support, reproductive health\"\"FERTILITY CARE BENEFIT\"\"INTRAUTERINE INSEMINATION (IUI)\"\"Fertility Care Benefit provides reimbursement for undergoing Intrauterine Insemination (IUI), indicating a financial support structure for fertility treatments.\""
            },
            {
                "source": "\"LEGAL ADOPTION CERTIFICATE\"",
                "target": "\"LIFE STAGE BENEFIT\"",
                "label": "\"documentation, claims process\"\"LEGAL ADOPTION CERTIFICATE\"\"LIFE STAGE BENEFIT\"\"Legal Adoption Certificate is required to claim the Life Stage Benefit for legal adoption.\""
            },
            {
                "source": "\"PRUBSN ANGGUN\"",
                "target": "\"WAN SAIFULRIZAL\"",
                "label": "\"leadership, organizational role\"\"PRUBSN ANGGUN\"\"WAN SAIFULRIZAL\"\"As CEO, Wan Saifulrizal is responsible for the overall performance and management of PruBSN Anggun.\""
            },
            {
                "source": "\"PRUBSN\"",
                "target": "\"WAKALAH CHARGE\"",
                "label": "\"service fees, financial charges\"\"PRUBSN\"\"WAKALAH CHARGE\"\"PruBSN applies Wakalah Charges to the contributions made by Participants, which covers service and management fees.\""
            },
            {
                "source": "\"TAKAFUL OPERATING FUND NON LINKED (TONL)\"",
                "target": "\"WAKALAH CHARGE\"",
                "label": "\"operational costs, fund management\"\"TAKAFUL OPERATING FUND NON LINKED (TONL)\"\"WAKALAH CHARGE\"\"The TONL utilizes Wakalah Charges to cover administrative costs and manage claims under non-linked takaful plans.\""
            },
            {
                "source": "\"PERFORMANCE FEE\"",
                "target": "\"TAGARB FUND\"",
                "label": "\"fund management, performance incentives\"\"PERFORMANCE FEE\"\"TAGARB FUND\"\"The surplus generated from the Tabarru' Fund is used to allocate a performance fee to PruBSN for managing the fund.\""
            },
            {
                "source": "\"DA AGENTS\"",
                "target": "\"LSB\"",
                "label": "\"benefits allocation, exclusivity\"\"DA AGENTS\"\"LSB\"\"LSB offers retirement benefits only to DA agents, excluding others.\""
            },
            {
                "source": "\"KEY STAKEHOLDER\"",
                "target": "\"PRUBSN ANGGUN\"",
                "label": "\"influence, product development\"\"KEY STAKEHOLDER\"\"PRUBSN ANGGUN\"\"Key Stakeholders are influential in shaping the direction of the PruBSN Anggun product and its features.\""
            },
            {
                "source": "\"TAKAFULINK DANA ASIA\"",
                "target": "\"TAKAFULINK DANA EKUITI INCOME\"",
                "label": "\"new offerings, fund expansion\"\"TAKAFULINK DANA ASIA\"\"TAKAFULINK DANA EKUITI INCOME\"\"These two are newly introduced funds projected to be available under Takafulink, highlighting the expansion of fund options.\""
            },
            {
                "source": "\"REPAYMENT OF QARD\"",
                "target": "\"WAKALAH CERTIFICATE CHARGE\"",
                "label": "\"financial obligations, claim conditions\"\"REPAYMENT OF QARD\"\"WAKALAH CERTIFICATE CHARGE\"\"The Wakalah Certificate Charge details the financial obligations upon specific claim scenarios including death and surrender.\""
            },
            {
                "source": "\"TAKAFULINK DANA BON\"",
                "target": "\"WAKALAH CERTIFICATE CHARGE\"",
                "label": "\"fee structure, fund management\"\"TAKAFULINK DANA BON\"\"WAKALAH CERTIFICATE CHARGE\"\"The Wakalah Certificate Charge is applied in the context of managing Takafulink Dana Bon fund contributions.\""
            },
            {
                "source": "\"PRUBSN\"",
                "target": "\"SHARIAH COMMITTEE\"",
                "label": "\"compliance oversight, ethical governance\"\"PRUBSN\"\"SHARIAH COMMITTEE\"\"The Shariah Committee reviews and approves investment strategies to ensure compliance with Islamic principles for PruBSN.\""
            },
            {
                "source": "\"EXCLUSIONS\"",
                "target": "\"OVERALL ANNUAL LIMIT\"",
                "label": "\"policy limitations, coverage scope\"\"EXCLUSIONS\"\"OVERALL ANNUAL LIMIT\"\"Exclusions highlight the limitations of coverage, which may relate to the total claim limits established by the Overall Annual Limit.\""
            },
            {
                "source": "\"PARTICIPANT FUND NON LINKED (PFNL)\"",
                "target": "\"TABARRU'\"",
                "label": "\"financial management, fund aggregation\"\"PARTICIPANT FUND NON LINKED (PFNL)\"\"TABARRU'\"\"The PFNL accounts for contributions, including those for Tabarru', facilitating financial management within the takaful framework.\""
            },
            {
                "source": "\"FEMALE CANCER\"",
                "target": "\"SURGICAL REPAIR OF SEVERE UTERINE PROLAPSE\"",
                "label": "\"surgical necessity, women's health\"\"FEMALE CANCER\"\"SURGICAL REPAIR OF SEVERE UTERINE PROLAPSE\"\"Severe uterine prolapse may require surgical interventions due to complications related to female cancers.\""
            },
            {
                "source": "\"RIDER: CANCER PROTECTOR\"",
                "target": "\"TABARRU' FUND\"",
                "label": "\"insurance coverage, benefit dependency\"\"RIDER: CANCER PROTECTOR\"\"TABARRU' FUND\"\"The Rider: Cancer Protector provides specific benefits that hinge on contributions from the Tabarru' Fund.\""
            },
            {
                "source": "\"PAMB AGENTS\"",
                "target": "\"RGB\"",
                "label": "\"benefits allocation, eligibility\"\"PAMB AGENTS\"\"RGB\"\"RGB applies to PAMB agents by providing them with retirement benefits based on ISA contributions.\""
            },
            {
                "source": "\"PRUBSN DIRECT AGENTS\"",
                "target": "\"RGB\"",
                "label": "\"benefits allocation, shared program\"\"PRUBSN DIRECT AGENTS\"\"RGB\"\"RGB provides retirement benefits to PruBSN direct agents, emphasizing shared eligibility with PAMB agents.\""
            },
            {
                "source": "\"IHSAN RIDER\"",
                "target": "\"PRUBSN\"",
                "label": "\"insurance options, product expansion\"\"IHSAN RIDER\"\"PRUBSN\"\"PruBSN provides the Ihsan rider as an additional product that can be added to Takaful Saver, expanding options for participants.\""
            },
            {
                "source": "\"ELIGIBLE CUSTOMER\"",
                "target": "\"IDENTIFICATION NUMBER\"",
                "label": "\"verification, eligibility\"\"ELIGIBLE CUSTOMER\"\"IDENTIFICATION NUMBER\"\"Eligible Customers must provide an Identification Number for verification to be eligible for the Campaign Reward.\""
            },
            {
                "source": "\"HONG KONG MONETARY AUTHORITY\"",
                "target": "\"SANCTIONS\"",
                "label": "\"regulatory oversight, compliance\"\"HONG KONG MONETARY AUTHORITY\"\"SANCTIONS\"\"PAMB's actions may be subject to the oversight of the Hong Kong Monetary Authority in relation to sanctions compliance, indicating a broader regulatory connection.\""
            },
            {
                "source": "\"PRUDENTIAL\"",
                "target": "\"PRUWAY PLUS\"",
                "label": "\"service provision, platform usage\"\"PRUDENTIAL\"\"PRUWAY PLUS\"\"Prudential offers services through PRUWay Plus, a platform for policy enrollment and management.\""
            },
            {
                "source": "\"CAMPAIGN REWARD\"",
                "target": "\"ELIGIBLE POLICY\"",
                "label": "\"conditional rewards, eligibility\"\"CAMPAIGN REWARD\"\"ELIGIBLE POLICY\"\"The Campaign Reward is available for customers who purchase Eligible Policies meeting set criteria during the campaign.\""
            },
            {
                "source": "\"ELIGIBLE CUSTOMER\"",
                "target": "\"TERMS AND CONDITIONS\"",
                "label": "\"compliance, eligibility guidelines\"<SEP>\"contractual obligations, compliance\"\"ELIGIBLE CUSTOMER\"\"TERMS AND CONDITIONS\"\"The Terms and Conditions must be adhered to by Eligible Customers to ensure they comply with the campaign rules.\"<SEP>\"The Terms and Conditions set the compliance obligations for the Eligible Customer in the Campaign, demonstrating a contractual relationship.\""
            },
            {
                "source": "\"PRUDENTIAL ASSURANCE MALAYSIA BERHAD\"",
                "target": "\"PRUMILLION MED\"",
                "label": "\"product offering, organizational commitment\"\"PRUDENTIAL ASSURANCE MALAYSIA BERHAD\"\"PRUMILLION MED\"\"PRUMillion Med is a product offered by Prudential Assurance Malaysia Berhad, showcasing their commitment to enhancing medical coverage.\""
            },
            {
                "source": "\"ELIGIBLE POLICY\"",
                "target": "\"INVESTMENT UNIT ACCOUNT (IUA)\"",
                "label": "\"account management, eligibility impact\"\"ELIGIBLE POLICY\"\"INVESTMENT UNIT ACCOUNT (IUA)\"\"The Investment Unit Account (IUA) status also affects the eligibility of an Eligible Policy for the Campaign Reward.\""
            },
            {
                "source": "\"ELIGIBLE CUSTOMER\"",
                "target": "\"FRAUDULENT INFORMATION\"",
                "label": "\"eligibility breach, integrity\"\"ELIGIBLE CUSTOMER\"\"FRAUDULENT INFORMATION\"\"Providing Fraudulent Information can lead to disqualification of Eligible Customers from receiving the Campaign Reward.\""
            },
            {
                "source": "\"CHINESE\"",
                "target": "\"TERMS AND CONDITIONS\"",
                "label": "\"language accessibility, multilingual support\"\"CHINESE\"\"TERMS AND CONDITIONS\"\"Chinese is one of the languages to which the Terms and Conditions are translated, ensuring participants understand their obligations.\""
            },
            {
                "source": "\"CAMPAIGN REWARD\"",
                "target": "\"CREDIT/DEBIT CARD\"",
                "label": "\"payment method, eligibility criteria\"\"CAMPAIGN REWARD\"\"CREDIT/DEBIT CARD\"\"Using a credit/debit card for recurring payments is a requirement to qualify for certain Campaign Rewards.\""
            },
            {
                "source": "\"15 JUNE 2024\"",
                "target": "\"CAMPAIGN REWARD\"",
                "label": "\"deadline, eligibility criteria\"\"15 JUNE 2024\"\"CAMPAIGN REWARD\"\"The deadline of 15 June 2024 is crucial for customers opting in for payment methods to be eligible for the Campaign Reward.\""
            },
            {
                "source": "\"OFFICE OF FINANCIAL SANCTIONS IMPLEMENTATION HM TREASURY\"",
                "target": "\"PAMB\"",
                "label": "\"regulatory tracking, compliance\"\"OFFICE OF FINANCIAL SANCTIONS IMPLEMENTATION HM TREASURY\"\"PAMB\"\"PAMB may have to notify the Office of Financial Sanctions Implementation HM Treasury regarding breaches of sanctions, indicating a monitoring relationship.\""
            },
            {
                "source": "\"ANKUR BASSI\"",
                "target": "\"PRUDENTIAL ASSURANCE MALAYSIA BERHAD\"",
                "label": "\"leadership, organizational role\"\"ANKUR BASSI\"\"PRUDENTIAL ASSURANCE MALAYSIA BERHAD\"\"Ankur Bassi serves as the Chief Financial Officer of Prudential Assurance Malaysia Berhad, overseeing its financial strategies and operations.\""
            },
            {
                "source": "\"CAMPAIGN\"",
                "target": "\"PAMB\"",
                "label": "\"management, oversight\"\"CAMPAIGN\"\"PAMB\"\"PAMB oversees and manages the Campaign, ensuring adherence to legal and compliance requirements, indicating a management relationship.\""
            },
            {
                "source": "\"BANK ACCOUNT DETAILS\"",
                "target": "\"PAMB\"",
                "label": "\"financial processing, customer account\"\"BANK ACCOUNT DETAILS\"\"PAMB\"\"Eligible customers need to provide Bank Account Details to PAMB for successful crediting of the Campaign Reward.\""
            },
            {
                "source": "\"CAMPAIGN REWARD\"",
                "target": "\"ELIGIBLE CUSTOMER\"",
                "label": "\"eligibility, incentive\"<SEP>\"eligibility, rewards\"\"CAMPAIGN REWARD\"\"ELIGIBLE CUSTOMER\"\"Eligible Customers can receive the Campaign Reward if they meet the outlined criteria and follow the Terms and Conditions.\"<SEP>\"Eligible Customers stand to receive the Campaign Reward subject to the fulfillment of the campaign's terms and conditions.\""
            },
            {
                "source": "\"CAMPAIGN REWARD CREDITING DATE\"",
                "target": "\"PAMB\"",
                "label": "\"reward distribution, financial processing\"<SEP>\"reward timing, management\"\"CAMPAIGN REWARD CREDITING DATE\"\"PAMB\"\"PAMB is responsible for crediting the Campaign Reward to the Eligible Customer's Bank Account Details by the Campaign Reward Crediting Date.\"<SEP>\"PAMB will credit the Campaign Reward to eligible customers on the Campaign Reward Crediting Date, ensuring timely distribution of rewards.\""
            },
            {
                "source": "\"ELIGIBLE POLICY\"",
                "target": "\"PAMB\"",
                "label": "\"management, campaign oversight\"<SEP>\"policy management, eligibility\"\"ELIGIBLE POLICY\"\"PAMB\"\"PAMB manages the rewards for the Eligible Policies submitted during the campaign period, ensuring compliance with the criteria set forth.\"<SEP>\"PAMB processes Eligible Policies to determine customer eligibility for the Campaign Reward based on specified criteria.\""
            },
            {
                "source": "\"ELIGIBLE POLICY\"",
                "target": "\"MEDICAL RIDER\"",
                "label": "\"additional benefits, policy qualification\"\"ELIGIBLE POLICY\"\"MEDICAL RIDER\"\"The Medical rider is another addition that can enhance the coverage of an Eligible Policy and its qualification for the Campaign Reward.\""
            },
            {
                "source": "\"MALAYSIAN SANCTIONS\"",
                "target": "\"SANCTIONS\"",
                "label": "\"compliance, regulation\"\"MALAYSIAN SANCTIONS\"\"SANCTIONS\"\"Sanctions refer to international regulations, which may include Malaysian Sanctions impacting the eligibility of participants in the Campaign.\""
            },
            {
                "source": "\"CAMPAIGN PERIOD\"",
                "target": "\"ELIGIBLE POLICY\"",
                "label": "\"submission deadline, eligibility\"\"CAMPAIGN PERIOD\"\"ELIGIBLE POLICY\"\"Eligible Policies must be submitted during the Campaign Period to qualify for the Campaign Reward.\""
            },
            {
                "source": "\"PRUDENTIAL\"",
                "target": "\"PRUSERVE PLUS\"",
                "label": "\"service provision, policy management\"\"PRUDENTIAL\"\"PRUSERVE PLUS\"\"Prudential operates PRUServe Plus as a management tool for customers to handle their insurance policies.\""
            },
            {
                "source": "\"ELIGIBLE CUSTOMER\"",
                "target": "\"SANCTIONS\"",
                "label": "\"regulatory compliance, eligibility\"\"ELIGIBLE CUSTOMER\"\"SANCTIONS\"\"PAMB may disqualify Eligible Customers based on their status regarding Sanctions, impacting their entitlement to rewards.\""
            },
            {
                "source": "\"BASIC UNIT ACCOUNT (BUA)\"",
                "target": "\"ELIGIBLE POLICY\"",
                "label": "\"account management, eligibility impact\"\"BASIC UNIT ACCOUNT (BUA)\"\"ELIGIBLE POLICY\"\"The Basic Unit Account (BUA) status impacts the eligibility of an Eligible Policy for receiving Campaign Rewards.\""
            },
            {
                "source": "\"CAMPAIGN ELIGIBILITY\"",
                "target": "\"CAMPAIGN REWARD\"",
                "label": "\"conditional rewards, criteria compliance\"\"CAMPAIGN ELIGIBILITY\"\"CAMPAIGN REWARD\"\"Campaign Reward is contingent upon meeting the Campaign Eligibility requirements outlined for the promotional event.\""
            },
            {
                "source": "\"BAHASA MALAYSIA\"",
                "target": "\"TERMS AND CONDITIONS\"",
                "label": "\"language accessibility, inclusivity\"\"BAHASA MALAYSIA\"\"TERMS AND CONDITIONS\"\"Bahasa Malaysia is provided for participants in the Terms and Conditions, demonstrating an effort to accommodate diverse language speakers.\""
            },
            {
                "source": "\"BANK ACCOUNT DETAILS\"",
                "target": "\"ELIGIBILITY POLICY\"",
                "label": "\"information management, eligibility criteria\"\"BANK ACCOUNT DETAILS\"\"ELIGIBILITY POLICY\"\"Maintaining accurate Bank Account Details is essential for Eligible Policies to qualify for the Campaign Reward.\""
            },
            {
                "source": "\"PAMB\"",
                "target": "\"THIRD-PARTY SERVICE PROVIDERS\"",
                "label": "\"collaboration, service management\"\"PAMB\"\"THIRD-PARTY SERVICE PROVIDERS\"\"PAMB collaborates with Third-Party Service Providers to efficiently manage the crediting process of the Campaign Reward.\""
            },
            {
                "source": "\"1 APRIL 2024 TO 30 APRIL 2024\"",
                "target": "\"ELIGIBLE POLICY\"",
                "label": "\"time restriction, proposal management\"\"1 APRIL 2024 TO 30 APRIL 2024\"\"ELIGIBLE POLICY\"\"Proposals for Eligible Policies submitted during this period are disqualified from receiving Campaign Rewards if canceled.\""
            },
            {
                "source": "\"MALAYSIA\"",
                "target": "\"PAMB\"",
                "label": "\"legal jurisdiction, operational compliance\"\"MALAYSIA\"\"PAMB\"\"PAMB operates within Malaysia's legal framework, ensuring that its activities are in compliance with Malaysian laws and regulations.\""
            },
            {
                "source": "\"ELIGIBLE POLICY\"",
                "target": "\"MOM AND BABY CARE RIDER\"",
                "label": "\"additional benefits, policy qualification\"\"ELIGIBLE POLICY\"\"MOM AND BABY CARE RIDER\"\"The Mom and Baby Care rider can be attached to an Eligible Policy, influencing its qualification for the Campaign Reward.\""
            },
            {
                "source": "\"CAMPAIGN\"",
                "target": "\"ELIGIBLE CUSTOMER\"",
                "label": "\"participant requirements, compliance\"\"CAMPAIGN\"\"ELIGIBLE CUSTOMER\"\"The Eligible Customer must adhere to the Campaign's Terms and Conditions, establishing a participant-management relationship.\""
            },
            {
                "source": "\"SANCTIONS\"",
                "target": "\"UNITED NATIONS\"",
                "label": "\"international law, regulatory enforcement\"\"SANCTIONS\"\"UNITED NATIONS\"\"The United Nations plays a key role in establishing sanctions that PAMB must adhere to, showing a direct regulatory relationship.\""
            },
            {
                "source": "\"EUROPEAN UNION\"",
                "target": "\"SANCTIONS\"",
                "label": "\"regulatory impact, compliance\"\"EUROPEAN UNION\"\"SANCTIONS\"\"The European Union's sanctions influence PAMB's compliance obligations, highlighting a legislative relationship.\""
            },
            {
                "source": "\"SANCTIONS\"",
                "target": "\"US TREASURY DEPARTMENTS OFFICE OF FOREIGN ASSETS CONTROL\"",
                "label": "\"regulatory framework, compliance\"\"SANCTIONS\"\"US TREASURY DEPARTMENTS OFFICE OF FOREIGN ASSETS CONTROL\"\"The US Treasury's sanctions are a framework within which PAMB must operate to avoid breaches, showing regulatory interdependencies.\""
            },
            {
                "source": "\"MOM AND BABY CARE RIDER\"",
                "target": "\"PRUWITH YOU\"",
                "label": "\"policy feature, eligibility\"<SEP>\"policy features, incentives\"\"MOM AND BABY CARE RIDER\"\"PRUWITH YOU\"\"The Mom and Baby Care rider can be attached to PRUWith You policies to potentially meet the requirements for the Campaign Reward.\"<SEP>\"The Mom and Baby Care rider can be attached to the PRUWith You policy, allowing customers to qualify for higher cash rewards in the campaign.\""
            },
            {
                "source": "\"PRIME CASH CAMPAIGN\"",
                "target": "\"PRUWITH YOU\"",
                "label": "\"marketing initiative, product promotion\"<SEP>\"promotional campaign, product linkage\"\"PRIME CASH CAMPAIGN\"\"PRUWITH YOU\"\"The Prime Cash Campaign includes the PRUWith You policy as part of its offering for customers to earn rewards, ensuring customer participation.\"<SEP>\"The Prime Cash Campaign offers rewards for customers purchasing the PRUWith You policy, indicating a campaign to drive sales of this product.\""
            },
            {
                "source": "\"MALAYSIAN ANTI-CORRUPTION COMMISSION ACT 2009\"",
                "target": "\"PAMB\"",
                "label": "\"compliance, regulation\"<SEP>\"legal compliance, operations\"\"MALAYSIAN ANTI-CORRUPTION COMMISSION ACT 2009\"\"PAMB\"\"PAMB requires compliance with the Malaysian Anti-Corruption Commission Act 2009 in its operations, reflecting legal oversight.\"<SEP>\"PAMB requires compliance with the Malaysian Anti-Corruption Commission Act 2009 within its operational guidelines.\""
            },
            {
                "source": "\"ERIC WONG WAI YUEN\"",
                "target": "\"PRUDENTIAL ASSURANCE MALAYSIA BERHAD\"",
                "label": "\"leadership, organizational role\"\"ERIC WONG WAI YUEN\"\"PRUDENTIAL ASSURANCE MALAYSIA BERHAD\"\"Eric Wong Wai Yuen is involved in the marketing and distribution strategies of Prudential Assurance Malaysia Berhad.\"<SEP>\"Eric Wong Wai Yuen, as the Chief Marketing Officer, plays a key role in communicating the Prime Cash Campaign organized by Prudential Assurance Malaysia Berhad.\""
            },
            {
                "source": "\"CAMPAIGN REWARD\"",
                "target": "\"PRUMAN\"",
                "label": "\"policy type, financial incentive\"\"CAMPAIGN REWARD\"\"PRUMAN\"\"PRUMan policies qualify for specific cash rewards as per the established campaign criteria by PAMB.\""
            },
            {
                "source": "\"BANK ACCOUNT DETAILS\"",
                "target": "\"ELIGIBLE CUSTOMER\"",
                "label": "\"financial requirement, eligibility\"\"BANK ACCOUNT DETAILS\"\"ELIGIBLE CUSTOMER\"\"Eligible Customers must provide Bank Account Details to facilitate the successful crediting of the Campaign Reward.\""
            },
            {
                "source": "\"GOVERNMENTAL LAWS\"",
                "target": "\"PAMB\"",
                "label": "\"legal framework, compliance\"\"GOVERNMENTAL LAWS\"\"PAMB\"\"PAMB must operate within the framework of governmental laws to maintain legality in its operations and the Campaign.\""
            },
            {
                "source": "\"BANK ACCOUNT DETAILS\"",
                "target": "\"CASH REWARD\"",
                "label": "\"requirement, reward eligibility\"\"BANK ACCOUNT DETAILS\"\"CASH REWARD\"\"Eligible Customers must provide correct Bank Account Details to receive their Cash Rewards as per the campaign's terms.\""
            },
            {
                "source": "\"PAMB\"",
                "target": "\"SANCTIONS\"",
                "label": "\"compliance, regulations\"<SEP>\"legal compliance, regulatory adherence\"\"PAMB\"\"SANCTIONS\"\"PAMB is responsible for ensuring that its campaigns comply with sanctions obligations, indicating a regulatory connection.\"<SEP>\"PAMB must comply with Sanctions regulations to ensure all eligible customers participate lawfully in the campaign.\""
            },
            {
                "source": "\"CASH REWARD\"",
                "target": "\"RECURRING PAYMENT METHOD\"",
                "label": "\"payment process, reward qualification\"\"CASH REWARD\"\"RECURRING PAYMENT METHOD\"\"The Recurring payment method must be opted for by customers to qualify for Cash Rewards in the Prime Cash Campaign.\""
            },
            {
                "source": "\"CAMPAIGN REWARD\"",
                "target": "\"PRUWITH YOU\"",
                "label": "\"policy tier, campaign structure\"\"CAMPAIGN REWARD\"\"PRUWITH YOU\"\"PRUWith You offers multiple tiers, each with unique eligibility requirements for cash rewards, managed by PAMB.\""
            },
            {
                "source": "\"CAMPAIGN\"",
                "target": "\"STATE LAWS\"",
                "label": "\"regulation, compliance\"\"CAMPAIGN\"\"STATE LAWS\"\"State laws may further dictate specific conditions relevant to the Campaign's operation, requiring adherence by participants.\""
            },
            {
                "source": "\"CAMPAIGN\"",
                "target": "\"LOCAL LAWS\"",
                "label": "\"legal compliance, jurisdiction\"\"CAMPAIGN\"\"LOCAL LAWS\"\"The Campaign is subject to local laws that may impose restrictions or modifications on its execution, influencing participant behavior.\""
            },
            {
                "source": "\"CAMPAIGN PERIOD\"",
                "target": "\"PRIME CASH CAMPAIGN\"",
                "label": "\"time frame, participation\"\"CAMPAIGN PERIOD\"\"PRIME CASH CAMPAIGN\"\"The Prime Cash Campaign takes place during the defined Campaign Period, determining when customers can participate and earn rewards.\""
            },
            {
                "source": "\"PAMB\"",
                "target": "\"US FOREIGN CORRUPT PRACTICES ACT\"",
                "label": "\"compliance, regulation\"\"PAMB\"\"US FOREIGN CORRUPT PRACTICES ACT\"\"PAMB ensures that its operations align with the US Foreign Corrupt Practices Act to prevent corruption in international dealings.\""
            },
            {
                "source": "\"HONG KONG PREVENTION OF BRIBERY ORDINANCE\"",
                "target": "\"PAMB\"",
                "label": "\"compliance, regulation\"\"HONG KONG PREVENTION OF BRIBERY ORDINANCE\"\"PAMB\"\"PAMB is responsible for ensuring that its policies are in accordance with the Hong Kong Prevention of Bribery Ordinance.\""
            },
            {
                "source": "\"CAMPAIGN\"",
                "target": "\"MALAYSIA\"",
                "label": "\"jurisdiction, legal framework\"\"CAMPAIGN\"\"MALAYSIA\"\"The Campaign is governed by the laws of Malaysia, highlighting the jurisdiction's rules regarding anti-corruption efforts.\""
            },
            {
                "source": "\"CAMPAIGN PERIOD\"",
                "target": "\"ELIGIBLE CUSTOMER\"",
                "label": "\"timeframe, submission requirement\"\"CAMPAIGN PERIOD\"\"ELIGIBLE CUSTOMER\"\"Eligible Customers must submit their proposals within the Campaign Period to potentially qualify for the Campaign Reward.\""
            },
            {
                "source": "\"CAMPAIGN\"",
                "target": "\"NATIONAL LAWS\"",
                "label": "\"legal compliance, regulation\"\"CAMPAIGN\"\"NATIONAL LAWS\"\"National laws govern the conditions under which the Campaign can be conducted, impacting its legality and compliance measures.\""
            },
            {
                "source": "\"PAMB\"",
                "target": "\"TERMS AND CONDITIONS\"",
                "label": "\"enforcement, compliance\"<SEP>\"governance, guidelines\"\"PAMB\"\"TERMS AND CONDITIONS\"\"PAMB enforces the Terms and Conditions to ensure compliance with anti-bribery and anti-corruption laws in the Campaign.\"<SEP>\"PAMB establishes the Terms and Conditions that govern the Campaign and outline the relationship between PAMB and Eligible Customers.\""
            },
            {
                "source": "\"CASH REWARD\"",
                "target": "\"ELIGIBLE CUSTOMER\"",
                "label": "\"incentives, eligibility\"\"CASH REWARD\"\"ELIGIBLE CUSTOMER\"\"An Eligible Customer can receive Cash Rewards by fulfilling the requirements of the Prime Cash Campaign based on their policy purchases.\""
            },
            {
                "source": "\"PRIME CASH CAMPAIGN\"",
                "target": "\"PRUMAN\"",
                "label": "\"marketing initiative, product promotion\"<SEP>\"promotional campaign, product linkage\"\"PRIME CASH CAMPAIGN\"\"PRUMAN\"\"The Prime Cash Campaign provides cash rewards to customers who purchase the PRUMan policy, linking the promotional event directly to the insurance product.\"<SEP>\"The Prime Cash Campaign rewards customers purchasing the PRUMan policy, highlighting its promotional nature connected to specific insurance products.\""
            },
            {
                "source": "\"CAMPAIGN REWARD\"",
                "target": "\"PAMB\"",
                "label": "\"administration, incentives\"<SEP>\"reward distribution, eligibility\"<SEP>\"reward distribution, organizational responsibility\"<SEP>\"reward management, administrative role\"\"CAMPAIGN REWARD\"\"PAMB\"\"PAMB is responsible for crediting the Campaign Reward to eligible customers based on the provided bank account details.\"<SEP>\"PAMB is responsible for crediting the Campaign Reward to the eligible customers' bank accounts upon successfully meeting all criteria.\"<SEP>\"PAMB is responsible for the administration and crediting of the Campaign Reward to Eligible Customers based on specified conditions.\"<SEP>\"PAMB manages the distribution of Campaign Reward to eligible customers based on their compliance with campaign conditions.\""
            },
            {
                "source": "\"ELIGIBLE CUSTOMER\"",
                "target": "\"PAMB\"",
                "label": "\"customer interaction, campaign management\"<SEP>\"participation, compliance\"\"ELIGIBLE CUSTOMER\"\"PAMB\"\"Eligible Customers must comply with the rules set by PAMB to participate in the Campaign, ensuring adherence to anti-corruption standards.\"<SEP>\"PAMB interacts with Eligible Customers to manage their participation in the campaign and the distribution of rewards.\""
            },
            {
                "source": "\"CAMPAIGN REWARD\"",
                "target": "\"PRULADY\"",
                "label": "\"policy type, financial incentive\"\"CAMPAIGN REWARD\"\"PRULADY\"\"PRULady policies may also qualify for cash rewards, indicating both are part of the same incentives campaign.\""
            },
            {
                "source": "\"MEDICAL RIDER\"",
                "target": "\"PRUWITH YOU\"",
                "label": "\"policy feature, eligibility\"<SEP>\"policy features, incentives\"\"MEDICAL RIDER\"\"PRUWITH YOU\"\"Customers can attach a Medical rider to the PRUWith You policy, enhancing their eligibility for rewards in the Prime Cash Campaign.\"<SEP>\"The Medical rider can also be attached to PRUWith You policies to fulfill eligibility criteria for the Campaign Reward.\""
            },
            {
                "source": "\"PAMB\"",
                "target": "\"UK BRIBERY ACT\"",
                "label": "\"compliance, regulation\"\"PAMB\"\"UK BRIBERY ACT\"\"PAMB mandates adherence to the UK Bribery Act as part of its anti-corruption efforts.\""
            },
            {
                "source": "\"CASH REWARD\"",
                "target": "\"PAMB\"",
                "label": "\"reward distribution, organizational role\"\"CASH REWARD\"\"PAMB\"\"PAMB organizes the distribution of Cash Rewards to Eligible Customers as part of the Prime Cash Campaign's incentive structure.\""
            },
            {
                "source": "\"PRIME CASH CAMPAIGN\"",
                "target": "\"PRULADY\"",
                "label": "\"marketing initiative, product promotion\"<SEP>\"promotional campaign, product linkage\"\"PRIME CASH CAMPAIGN\"\"PRULADY\"\"The Prime Cash Campaign incentivizes customers to purchase the PRULady policy by offering cash rewards, demonstrating a promotional linkage.\"<SEP>\"The Prime Cash Campaign includes customers purchasing the PRULady policy as part of its benefits and rewards program.\""
            }
        ]
    },
    "message": null
}